/** 四年级下册 第二单元 */
module.exports = {
  琥珀: `这个故事发生在很久很久以前，约莫算来，总有几万年了。

一个夏日，太阳暖暖地照着，海在很远的地方翻腾怒吼，绿叶在树上飒飒地响。一只小苍蝇展开柔嫩的绿翅膀，在阳光下快乐地飞舞。它嗡嗡地穿过草地，飞进树林。那里长着许多高大的松树，太阳照得火热，可以闻到一股松脂的香味。

那只小苍蝇停在一棵大树上。它伸起腿来掸掸翅膀，拂拭那长着一对红眼睛的圆脑袋。忽然，有个蜘蛛慢慢爬过来，想把那只苍蝇当作一顿美餐。它小心地划动长长的腿，沿着树干向下爬，离小苍蝇越来越近了。

晌午的太阳热辣辣地照射着整个树林。许多老松树渗出厚厚的松脂，松脂在太阳光里闪闪地发出金黄的光。

蜘蛛刚扑过去，突然发生了一件可怕的事情。一大滴松脂从树上滴下来，刚好落在树干上，把苍蝇和蜘蛛一齐包在里头。

小苍蝇不能掸翅膀了，蜘蛛也不能再想什么美餐了。两只小虫都淹没在老松树黏稠的黄色泪珠里。它们前俯后仰地挣扎了一番，终于不动了。

松脂继续滴下来，盖住了原来的，最后积成一个松脂球，把两只小虫重重包裹在里面。

几十年，几百年，时间一转眼就过去了。成千上万只绿翅膀的苍蝇和八只脚的蜘蛛来了又去了。谁也不会想到很久很久以前，有两只小虫被埋在一个松脂球里，挂在一棵老松树上。

后来，陆地渐渐沉下去，海水渐渐漫上来，逼近那古老的森林。有一天，水把海里的泥沙卷到海里。树断绝了生机，慢慢地腐烂了，剩下的只有那些松脂球，被埋在泥沙下面。

又是几千年过去了，那些松脂球成了化石。

海风猛烈地吹，澎湃的波涛把海里的泥沙卷到岸边。有个渔民带着儿子走过海滩。那孩子赤着脚，他踏着沙里一块硬硬的东西，就把它挖了出来。

“爸爸，你看！”他快活地叫起来，“这是什么？”

他爸爸接过来，仔细看了看。

“这是琥珀，孩子。”他高兴地说，“有两个小东西关在里面呢，一只苍蝇，一个蜘蛛。这是很少见的。”

在那块透明的琥珀里，两个小东西仍旧好好地躺着。我们可以看见它们身上的每一根毫毛。还可以想象它们当时在黏稠的松脂里怎样挣扎，因为它们的腿的四周显出好几圈黑色的圆环。从那块琥珀，我们可以推测发生在几万年前的故事的详细情形，并且可以知道，在远古时代，世界上就已经有苍蝇和蜘蛛了。`,

  飞向蓝天的恐龙: `说到恐龙，人们往往想到凶猛的霸王龙或者笨重、迟钝的马门溪龙；谈起鸟类，我们头脑中自然会浮现轻灵的鸽子或者五彩斑斓的孔雀。二者似乎毫不相干，但近年来发现的大量化石显示：在中生代时期，恐龙的一支经过漫长的演化，最终变成了凌空翱翔的鸟儿。

早在19世纪，英国学者赫胥黎就注意到恐龙和鸟类在骨骼结构上有许多相似之处。在研究了大量恐龙和鸟类化石之后，科学家们提出，鸟类不仅和恐龙有亲缘关系，而且很可能就是一种小型恐龙的后裔。根据这一假说，一些与鸟类亲缘关系较近的恐龙应该长有羽毛，但一直没有找到化石证据。20世纪末期，我国科学家在辽宁西部首次发现了保存有羽毛的恐龙化石，顿时使全世界的研究者们欣喜若狂。辽西的发现向世人展示了恐龙长羽毛的证据，给这幅古生物学家们描绘的画卷涂上了点睛之笔。

恐龙是如何飞向蓝天的呢？让我们穿越时空隧道，访问中生代的地球，看看这一演化过程吧！

地球上的第一种恐龙大约出现在两亿四千万年前。它和狗一般大小，两条后腿粗壮有力，能够支撑起整个身体。数千万年后，它的后代繁衍成一个形态各异的庞大家族。有些恐龙像它们的祖先一样用两足奔跑，有些则用四足行走。有些恐龙身长几十米，重达数十吨；有些恐龙则身材小巧，体重只有几千克。有些恐龙凶猛异常，是茹毛饮血的食肉动物；有些恐龙则温顺可爱，以植物为食。其中，一些猎食性恐龙的身体逐渐变小，越来越像鸟类：骨骼中空，身体轻盈；脑颅膨大，行动敏捷；前肢越来越长，能像鸟翼一样拍打；体表长出羽毛，不再披着鳞片或鳞甲。它们中的一些种类可能为了躲避敌害或寻找食物而转移到树上生存。这些树栖的恐龙在树木之间跳跃、降落，慢慢具备了滑翔能力，并最终能够主动飞行。不过，另一种看法是，飞行并非始于树栖生活。有些科学家推测，一种生活在地面上的带羽毛的恐龙，在奔跑过程中学会了飞翔。不管怎样，科学家们认为：原本不会飞的恐龙最终变成了天之骄子——鸟类，它们飞向了蓝天，从此开辟了崭新的生活天地。

亿万年前，一种带羽毛的恐龙脱离同类，飞向蓝天，演化出今天的鸟类大家族。科学家们希望能够全面揭示这一历史进程。随着越来越多相关化石的发现，他们离这一愿望的实现已越来越近了。`,

  纳米技术就在我们身边: `纳米技术是20世纪90年代兴起的高新技术。如果说20世纪是微米的世纪，21世纪必将是纳米的世纪。

什么是纳米技术呢？这得从纳米说起。纳米是非常非常小的长度单位，1纳米等于十亿分之一米。如果把直径为1纳米的小球放到乒乓球上，就好像把乒乓球放在地球上，可见纳米有多么小。纳米技术的研究对象一般在1纳米到100纳米之间，不仅肉眼根本看不见，就是普通的光学显微镜也无能为力。这种纳米级的物质拥有许多新奇的特性。

纳米技术就在我们身边。冰箱里如果使用一种纳米涂层，就会具有杀菌和除臭功能，能够使食物保质期和蔬菜保鲜期更长。有一种叫作“碳纳米管”的神奇材料，比钢铁结实百倍，而且非常轻，将来我们有可能坐上“碳纳米管天梯”到太空旅行。在最先进的隐形战机上，用到一种纳米吸波材料，能够把探测雷达波吸收掉，所以雷达根本看不见它。

纳米技术可以让人们更加健康。利用极其灵敏的纳米检测技术，可以实现疾病的早期检测与预防。未来的纳米机器人甚至可以通过血管直达病灶，杀死癌细胞。生病的时候，需要吃药，现在吃一次药最多管一两天，未来的纳米缓释技术，能够让药物效力缓慢地释放出来，服一次药可以管一周，甚至一个月。

纳米技术将给人类的生活带来深刻的变化。在不远的将来，我们的衣食住行都会有纳米技术的影子。`,

  千年梦圆在今朝: `飞离地球、遨游太空是中华民族很久以来的梦想。在古代就有“嫦娥奔月”的神话，有人飞上天、空中飞车的传说，还有“鲲鹏展翅”“九天揽月”的奇妙想象。富有激情和超凡想象力的炎黄子孙，在千百年的岁月流转之中，不断地尝试实现自己的美好愿望。

传说，我国明代的官员万户，是世界历史上第一个试验利用火箭上天的人。他把四十七支火箭捆绑在椅子下面，自己坐在椅子上，手拿两只大风筝，叫人点火发射。随着一声巨响，他消失在了火焰和烟雾中。尽管他的火箭飞行尝试没有成功，但万户仍然被国际航天史学家公认为人类飞行探索的先驱。

数百年来，坚定而执着的炎黄子孙，在实现飞天梦的过程中，遭受了无数失败，付出了惨重代价，但是，始终没有放弃飞离地球的努力。

1949年，中华人民共和国成立，中华民族的历史掀开了崭新的一页，中国的航天事业也呈现出勃勃生机。毛泽东主席在苏联第一颗人造卫星上天之后的第二年——1958年，庄重地表示：“我们也要搞人造卫星。”经过十多年的努力，1970年4月24日，寂寞而辽阔的茫茫太空中，第一次响起了中国人的声音，那穿越苍穹的《东方红》乐曲，让海内外华人振奋不已。中国成为世界上第五个能够独立发射卫星的国家。

在准备发射人造卫星的同时，中国科学家满怀希望地开始了载人航天技术的探索。1992年9月21日，党中央决定实施载人航天工程。工程规划分三步走：第一步，发射载人飞船；第二步，突破航天员出舱活动技术、空间交会对接技术，发射空间实验室；第三步，建造空间站。中国载人航天工程于1992年启动，而载人航天工程是公认的世界航天界难题。

2003年10月15日早晨，在酒泉卫星发射中心，人们怀着紧张的心情，期待着航天员杨利伟的飞行。9时整，飞船发射升空。火箭升空后，飞船正常飞行，杨利伟向地面报告：“飞行正常。”10月16日6时23分，飞船在环绕地球十四圈后成功返回着陆。中华民族几千年的飞天梦想，终于实现了！

2007年10月24日，我国成功发射第一颗月球探测卫星“嫦娥一号”，实现了中华民族千年奔月的梦想。2019年1月3日，“嫦娥四号”探测器实现了人类首次月球背面软着陆，并传回了第一张月背近距离拍摄的清晰的月表形貌图。`,

};
