/** 四年级下册 第八单元 */
module.exports = {
  宝葫芦的秘密: `我来给你们讲个故事。可是我先得介绍介绍我自己：我姓王，叫王葆。我要讲的，正是我自己的一件事情，是我和宝葫芦的故事。

你们也许要问：“什么？宝葫芦？就是传说故事里的那种宝葫芦吗？”不错，正是那种宝葫芦。可是这只不过是一种幻想，实际上哪里会有什么宝葫芦。

可是后来呢？后来那个宝贝——说也奇怪，竟真的让我给找着了。我得到它以后，可就幸福极了，要什么有什么。我昨天看了一本书，叫《宝葫芦的秘密》，讲的就是这么一回事。

不过我得声明：我并不是来宣传什么宝葫芦。我只是说明我这个人——我这个人虽然在别的地方不能比别人强，可是我爱听故事，我会编故事，别人一说起宝葫芦，我就想到我小的时候……

我小时候，奶奶每逢要求我干什么，就得给我讲个故事。这是我们的规矩。奶奶每次讲的都不一样，上次讲的是张三劈面撞见了一位神仙，得了一个宝葫芦。下次讲的是李四出去远足旅行，一游游到了龙宫，得到了一个宝葫芦。王五呢——他因为让奶奶给他换衣服，所以得到了一个宝葫芦。至于赵六得的一个宝葫芦——那是掘地掘出来的。

不管张三也好，李四也好，一得到了这个宝葫芦，可就幸福极了，要什么有什么。张三想：“我要吃水蜜桃。”立刻就有一盘水蜜桃。李四希望有一条大花狗，马上就冒出了那么一条——冲着他摇尾巴，舔他的手。

后来呢？后来不用说，他们全都过上了好日子。我听了这些故事，常常就联系到自己：“我要是有了一个宝葫芦，我该怎么办？我该要些什么？”

一直到我长大了，有时候还想起它来。我有几次对着一道算术题发愣，不知道要怎么样列式子，就由“8”字想到了宝葫芦——假如我有这么一个，那可就省心了。

我和同学们比赛种向日葵，我家里的那几棵长得又瘦又长，上面顶着一个小脑袋，可怜巴巴的样儿，比谁的也比不上。我就又想到了那个宝贝：“那，我得要一棵最好最好的向日葵，长得再棒也没有的向日葵。”可是那只不过是幻想罢了。

可是我总还是要想到它。那一天我和科学小组的同学闹翻了，我又想到了它。“要是我有那么一个葫芦，那……”`,

  巨人的花园: `这是一个很可爱的大花园。园里长满了柔嫩的青草，草丛中到处露出星星似的美丽花朵。还有十二棵桃树，春天开出淡红色和珍珠色的鲜花，秋天结出丰硕的果子。小鸟们在树上唱着悦耳的歌，歌声是那么动听，孩子们都停止了游戏来听他们唱歌。“我们在这儿多么快乐！”孩子们欢叫着。

有一天，巨人回来了。他原先离家去看朋友，在那里一住就是七年。现在他回来了，看见孩子们在他的花园里玩耍，非常生气。

“我自己的花园就是我自己的花园，”巨人自言自语道，“这是随便什么人都懂得的。除了我自己以外，我不允许任何人在里面玩。”于是他在花园的四周筑了一道高墙，挂出一块布告牌：禁止入内，违者重惩。

可怜的孩子们现在没有地方玩了，他们只好在街上跑来跑去，讨论着墙内美丽的花园。

春天来了，乡下到处开着小花，到处有小鸟歌唱。单单在巨人的花园里，仍然是冬天的景象。小鸟不肯在他的花园里唱歌，因为那里没有孩子们的踪迹；桃树也忘了开花；唯一的一棵雪松树，也蒙上了厚厚的雪。北风身上裹着皮衣，整天在园子里四处吼叫。冰雹也来凑热闹，每天在屋顶上闹三个钟头，然后在花园里绕着圈子用力跑。

一天早晨，巨人躺着不动地躺在毯子里，忽然听见了动人的音乐。他以为是国王的乐队从门外走过，其实是一只小小的梅花雀在窗外唱歌。这时冰雹不再狂舞，北风也不再吼叫，一缕阳光从窗外射进来。“春天到底来了。”巨人自言自语道。他跳下床往外看。

他看见一幅奇特的景象。孩子们从墙上一个小洞爬进花园里来了，他们都坐在桃树上面。桃树看见孩子们回来十分高兴，纷纷用花朵把自己装饰起来，还在孩子们头上轻轻地舞动胳膊。小鸟们快乐地飞舞歌唱。花儿们也从绿草丛中伸出头来。只有一处仍是冬天：那是最远的角落，一个小男孩正站在那里。因为他太小了，够不着树枝，只好在树旁转来转去，哭得很厉害。这棵可怜的树仍然满身盖着雪和霜，北风还在树顶上吼叫。“快爬上来，孩子！”树说，一面尽可能地把树枝垂下去，可是孩子还是太小。

巨人看见这个情景，心也软了。他对自己说：“我多么自私啊！现在我明白为什么春天不肯到这儿来了。”他十分后悔自己先前的举动。

他轻轻地走下楼，静悄悄地打开前门，走进花园里。孩子们看见他，吓得跑开了，花园里又出现了冬天的景象。只有那个小男孩没有跑开，因为他的眼里充满了泪水，看不见走过来的巨人。巨人来到他身后，轻轻地抱起他，放到树枝上。这棵树马上开花了，小鸟们也飞来歌唱。小男孩伸手搂住巨人，亲吻着他的脸颊。别的孩子看见巨人不再那么凶恶，都纷纷跑了回来，春天也跟着来了。

从那以后，巨人的花园又成了孩子们的乐园。孩子们站在巨人的脚下，爬上巨人的肩膀，尽情地玩耍。巨人在花园的中央砌了一座高塔，从塔上可以看见城里的风光。许多年过去了，巨人老了。他不能再和孩子们一块儿玩了，只能坐在椅子上看着孩子们玩各种游戏，同时也欣赏他自己的花园。他说：“我有许多美丽的花，可是孩子们却是最美丽的花。”`,

  海的女儿: `在海的远处，水是那么蓝，像最美丽的矢车菊花瓣，同时又是那么清，像最明亮的玻璃。然而它很深很深，深得任何锚链都达不到底。要想从海底一直达到水面，必须有许多许多教堂尖塔一个接着一个地连起来才成。海底的人就住在这下面。

不过千万不要以为那儿只是一片铺满了白砂的海底。不是的，那儿生长着最奇异的树木和植物。它们的枝干和叶子是那么柔软，只要水轻微地流动一下，它们就摇动起来，好像活的一样。所有的大鱼小鱼在这些枝子中间游来游去，就像天空的飞鸟一样。海里最深的地方是海王宫殿所在的处所。它的墙是用珊瑚砌成的，尖顶的高窗子是用最亮的琥珀做成的，屋顶上铺着黑色的蚌壳，它们随着水的流动可以自动地开合。这看起来真美极了，因为每一个蚌壳里面都含有亮晶晶的珍珠。随便哪一颗珍珠都可以成为王后帽子上最主要的装饰品。

住在那底下的海王已经做了好多年的鳏夫，但是他有老母亲为他管理家务。她是一个聪明的女人，可是对于自己高贵的出身感到骄傲，因此她总是夸耀自己的尾巴。她除了尾巴以外，其余都是值得大加称赞的，特别是她的女儿们。她们是六个美丽的孩子，而她们之中，那个顶小的要算是最美丽的了。她的皮肤又光又嫩，像玫瑰的花瓣；她的眼睛是蔚蓝色的，像最深的湖水。不过，跟其他的公主一样，她没有腿，她身体的下部是一条鱼尾。

她们可以把整个漫长的日子消磨在王宫里，在墙上长着鲜花的大厅里。那些琥珀镶的大窗子是开着的，鱼儿向着她们游来，正如我们打开窗子的时候，燕子会飞进来一样。不过鱼儿们一直向这些小小的公主们游来，在她们手里找东西吃，让她们来抚摸自己。

宫殿外面有一座很大的花园，里边生长着许多火红和深蓝色的树木；树上的果子亮得像黄金，花朵开得像燃烧着的火，花枝和叶子在不停地摇动。地上全是最细的砂子，但是蓝得像硫磺发出的光焰。在那儿，处处都闪着一种奇异的、蓝色的光彩。你很容易以为你是站在高高的空中，而不是在海底，你的头上和脚下全是一片蓝天。当海非常沉静的时候，你可以瞥见太阳：它像一朵紫色的花，从它的花萼里射出各种颜色的光。

在花园里，每一位小公主有自己的一小块地方，可以随意栽种。有的小公主把花坛布置得像一条鲸鱼，有的像一个小人鱼。最年幼的那位把自己的花坛布置得圆圆的，像一轮太阳，同时她也只种像太阳一样红的花朵。她是一个古怪的孩子，不大爱讲话，总是静静地想些东西。当姐姐们谈起凡间世界的时候，她就渴望有一天能浮上去看看。`,

};
