/** 四年级下册 第四单元 */
module.exports = {
  猫: `猫的性格实在有些古怪。

说它老实吧，它的确有时候很乖。它会找个暖和的地方，成天睡大觉，无忧无虑，什么事也不过问。可是，它决定要出去玩玩，就会出走一天一夜，任凭谁怎么呼唤，它也不肯回来。说它贪玩吧，的确是啊，要不怎么会一天一夜不回家呢？可是，它听到老鼠的一点儿响动，又是多么尽职。它屏息凝视，一连就是几个钟头，非把老鼠等出来不可！

它要是高兴，能比谁都温柔可亲：用身子蹭你的腿，把脖子伸出来让你给它抓痒，或是在你写作的时候，跳上桌来，在稿纸上踩印几朵小梅花。它还会丰富多腔地叫唤，长短不同，粗细各异，变化多端。在不叫的时候，它还会咕噜咕噜地给自己解闷。这可都凭它的高兴。它若是不高兴啊，无论谁说多少好话，它也一声不出，连半朵小梅花也不肯印在稿纸上！

它什么都怕，总想藏起来。可是它又那么勇猛，不要说见着小虫和老鼠，就是遇上蛇也敢斗一斗。

这种古怪的小动物，真让人觉得可爱。

满月的小猫们更好玩了，腿脚还不稳，可是已经学会淘气。妈妈的尾巴，一根鸡毛，都是它们的好玩具，耍个没完没了。一玩起来，它们不知要摔多少跟头，但是跌倒了马上起来，再跑再跌。它们的头撞在门上，桌腿上，和彼此的头上，撞疼了也不哭。它们的胆子越来越大，逐渐开辟新的游戏场所。它们到院子里来了。院中的花草可遭了殃。它们在花盆里摔跤，抱着花枝打秋千，所过之处，枝折花落。你见了，绝不会责打它们，它们是那么生气勃勃，天真可爱！`,

  母鸡: `我一向讨厌母鸡。听吧，它由前院嘎嘎到后院，由后院再嘎嘎到前院，没完没了，并且没有什么理由，讨厌！有的时候，它不这样乱叫，而是细声细气的，有什么心事似的，颤颤巍巍的，顺着墙根，或沿着田坝，那么扯长了声如怨如诉，使人心中立刻结起个小疙瘩来。

它永远不反抗公鸡，有时候却欺侮最忠厚的鸭子。更可恶的是遇到另一只母鸡的时候，它会下毒手，趁其不备，狠狠地咬一口，咬下一撮儿毛来。

到下蛋的时候，它差不多是发了狂，恨不能让全世界都知道它这点儿成绩；就是聋子也会被它吵得受不了。

可是，现在我改变了心思，我看见一只孵出一群小雏鸡的母鸡。

不论是在院里，还是在院外，它总是挺着脖儿，表示出世界上并没有可怕的东西。一只鸟儿飞过，或是什么东西响了一声，它立刻警戒起来：歪着头听；挺着身儿预备作战；看看前，看看后，咕咕地警告鸡雏要马上集合到它身边来。

发现了一点儿可吃的东西，它咕咕地紧叫，啄一啄那个东西，马上便放下，教它的儿女吃。结果，每一只鸡雏的肚子都圆圆地下垂，像刚装了一两个汤圆儿似的，它自己却消瘦了许多。假若有别的大鸡来抢食，它一定出击，把它们赶出老远，连大公鸡也怕它三分。

它教鸡雏们啄食，掘地，用土洗澡，一天不知教多少次。它还半蹲着——我想这是相当劳累的——教它们挤在它的翅下、胸下，得一点儿温暖。它若伏在地上，鸡雏们有的便爬在它的背上，啄它的头或别的地方，它一声也不哼。

在夜间若有什么动静，它便放声啼叫，顶尖锐，顶凄惨，无论多么贪睡的人都得起来看看，是不是有了黄鼠狼。

它负责、慈爱、勇敢、辛苦，因为它有了一群鸡雏。它伟大，因为它是鸡母亲。一个母亲必定就是一位英雄。

我不敢再讨厌母鸡了。`,

  白鹅: `这白鹅，是一位即将远行的朋友送给我的。我抱着这雪白的“大鸟”回家，放在院子里。它伸长了头颈，左顾右盼，我一看这姿态，想道：“好一个高傲的动物！”

鹅的高傲，更表现在它的叫声、步态和吃相中。

鹅的叫声，音调严肃郑重，似厉声呵斥。它的旧主人告诉我：养鹅等于养狗，它也能看守门户。后来我看到果然如此：凡有生客进来，鹅必然厉声叫嚣；甚至篱笆外有人走路，它也要引吭大叫，不亚于狗的狂吠。

鹅的步态，更是傲慢了。大体上与鸭相似，但鸭的步调急速，有局促不安之相；鹅的步调从容，大模大样的，颇像京剧里的净角出场。它常傲然地站着，看见人走来也毫不相让；有时非但不让，竟伸过颈子来咬你一口。

鹅的吃饭，常常使我们发笑。我们的鹅是吃冷饭的，一日三餐。它需要三样东西下饭：一样是水，一样是泥，一样是草。先吃一口冷饭，再喝一口水，然后再到别处去吃一口泥和草。大约这些泥和草也有各种可口的滋味。这些食料并不奢侈，但它的吃法，三眼一板，一丝不苟。譬如吃了一口饭，倘若水盆放在远处，它一定从容不迫地大踏步走上前去，饮一口水，再大踏步走去吃泥、吃草。吃过泥和草再回来吃饭。

这样从容不迫地吃饭，必须有一个人在旁侍候，像饭馆里的堂倌一样。因为附近的狗，都知道我们这位鹅老爷的脾气，每逢它吃饭的时候，狗就躲在篱边窥伺。等它吃过一口饭，踏着方步去喝水、吃泥、吃草的当儿，狗就敏捷地跑过来，努力地吃它的饭。没有吃完的饭，便已经不见了。鹅便昂首大叫，似乎责备人们供养不周。这时我们便替它添饭，并且站着侍候。因为邻近狗很多，一狗方去，一狗又来蹲着窥伺了。

我们不胜其烦，以后便将饭罐和水盆放在一起。免得它走远去，让鸡、狗偷饭吃。然而它所必须的泥和草，所在的地点远近无定。为了找这些食物，它仍是要走远去的。因此鹅的吃饭，非有一人侍候不可。真是架子十足！`,

};
