/** 四年级下册 第三单元 */
module.exports = {
  '繁星（七一）（冰心）': `这些事——
是永不漫灭的回忆：
月明的园中，
藤萝的叶下，
母亲的膝上。`,

  '繁星（一三一）（冰心）': `大海啊！
哪一颗星没有光？
哪一朵花没有香？
哪一次我的思潮里
没有你波涛的清响？`,

  '繁星（一五九）（冰心）': `母亲啊！
天上的风雨来了，
鸟儿躲到它的巢里；
心中的风雨来了，
我只躲到你的怀里。`,

  '绿（艾青）': `好像绿色的墨水瓶倒翻了，
到处是绿的……

到哪儿去找这么多的绿：
墨绿、浅绿、嫩绿、
翠绿、淡绿、粉绿……
绿得发黑、绿得出奇。

刮的风是绿的，
下的雨是绿的，
流的水是绿的，
阳光也是绿的。

所有的绿集中起来，
挤在一起，
重叠在一起，
静静地交叉在一起。

突然一阵风，
好像舞蹈教练在指挥，
所有的绿就整齐地
按着节拍飘动在一起……`,

  '白桦（叶赛宁）': `在我的窗前，
有一棵白桦，
仿佛涂上银霜，
披了一身雪花。
毛茸茸的枝头，
雪绣的花边潇洒，
串串花穗齐绽，
洁白的流苏如画。

在朦胧的寂静中，
玉立着这棵白桦，
在灿灿的金晖里，
闪着晶亮的雪花。

白桦四周徜徉着
姗姗来迟的朝霞，
它向白雪皑皑的树枝
又抹一层银色的光华。`,
};
