/** 四年级上册 第六单元 */
module.exports = {
  牛和鹅: `大家都说：牛的眼睛看人，觉得人比牛大，所以牛是怕人的；鹅的眼睛看人，觉得人比鹅小，所以鹅不怕人。

有一次，我们放学回家，走过池塘边，看见有四只大白鹅在靠近岸边的水里游。我们马上都不说话了，贴着墙壁，悄悄地走过去。我的心里很害怕，怕它们看见了会追过来。

这时，有一个顽皮的孩子故意要引它们来，就吁哩哩哩地叫了一声。鹅听见了，就竖起头来，侧着眼睛看了看，竟爬到岸上，一摇一摆地、神气地朝我们走过来；还伸长脖子，嘎嘎地叫着，扑打着大翅膀，好像在它们眼里根本没有我们这些人似的。

孩子们惊呼起来，急急逃跑，鹅追得更快了。我吓得脚也软了，更跑不快。这时，带头的那只老公鹅就啪嗒啪嗒地跑了过来，嘎嘎，它赶上了我，嘎嘎，它张开嘴，一口就咬住了我当胸的衣襟，拉住我不放。在忙乱中，我的书包掉了，鞋子也弄脱了。我想，它一定要把我咬死了。我就又哭又叫，可是叫些什么呢，当时自己也不知道，大概是这样叫吧：“鹅要吃我了！鹅要咬死我了！”

也许是我的哭叫更惹怒了这只老公鹅。它用全身的力量来拖我，啄我，扇动翅膀来扑打我。我几乎被它拖倒了——因为当时我还很小，只不过跟它一样高呢！其他几只鹅在后面嘎嘎大叫着助威。

就在这时候，池塘里划来了一只小船，捉鱼的金奎叔从船里跳上岸，飞快地走了过来（这些，我都是后来才知道的，当时是手忙脚乱地稀里糊涂地顺着）。他一把握住了鹅的长脖子。鹅用脚爪划他，用嘴啄他。可是金奎叔的力气是那么大，他轻轻地把鹅提了起来，然后就像摔一个酒瓶似的，呼的一下，把这只老公鹅甩到了半空中。它张开翅膀，啪啪啪地落到了池塘中。这一下，其余三只鹅也怕了，纷纷张开翅膀，跳进池塘里，向远处游去。

这一摔是那么痛快，远处的孩子们全笑了起来，我也挂着泪笑了。一切的恐怖，全消失了。因为在金奎叔的手里，鹅是那么弱，那么可笑，它，不过跟一个酒瓶子一样罢了！

金奎叔帮我穿上鞋，拾起书包，用大手摸摸我的头，说：“鹅有什么可怕的！看把你吓成这样。”

我说：“因为鹅把我们看得比它小呀！”

金奎叔说：“让它这样看好了！可是，它要是凭这点来欺负人，那咱们可不答应，就得掐住它的脖子，把它摔到池塘里去。记着，霖哥儿，下次可别怕它们。”

我记住金奎叔的话，从此不再怕鹅了。有什么可怕的！虽然它把我们看得比它小，可我们实在比它强啊！怕它干吗？果然，我不怕它，它也不敢咬我了，我看到了，它简直把我当成空气了！

直到现在，我还记着金奎叔的话。`,

  一只窝囊的大老虎: `我念的那所小学每星期六下午全校开周会，会上总有文艺表演。由十二个班级轮流演出，每个学期，一个学期也轮不到一两次。

我一直没在台上露过面，看着同班的小朋友在台上又唱又跳，边说边比画，我真个羡慕得要死。我多想在台上露露脸，尝尝大家都看着我、给我鼓掌是什么味道。

有一回又轮到我们班表演，班主任在分派角色的时候，我殷切期待的目光可能引起了她的注意。分派到最后，她看了我半晌才下决心说：“就这样吧，你扮老虎。”

这一回我们班演的是《兄妹历险记》，中间有这么一段：兄妹俩在森林里迷了路，碰上一只大老虎。我就扮这只大老虎，不必说话。

于是开始排练。我套上老虎皮，那是一件画着黑道道的黄布连衣裤，背后拖着一条硬邦邦的尾巴，穿上了手脚都不灵便。而且脸也是套上的，只露出眼睛和嘴巴，看不出我的表情。

我弯下身子向前爬，嘴里发出“啊呜啊呜”的叫声。老师立刻弯下身子来教我爬，还不断地提示我：“向前爬，再向前爬，快站起来，你看，他们向你扑过来了！快叫啊！”

我站起来，啊呜啊呜地叫着，向“兄妹俩”扑过去。老师不断地提示我：“不叫，要扑过去，要扑得猛，要叫得响！”

我总算一直演到了躺下来死掉。到底怎么演完的，我一点儿也记不起来，只记得耳边的笑声一阵阵接连不断。等到幕布拉下，我站起来摘下老虎头，满头满脸都是汗珠。

老师倒没说什么。那位演哥哥的小朋友唉声叹气地对我说：“你一出场就豁几个虎跳，那就强多了。”

我没回答他，可是心里想：是啊，要是我会豁虎跳，这场戏就不至于砸锅了。

后来呢？后来我发誓，今后决不再扮演老虎。可是每回上动物园，我总要去看看老虎，想看看老虎是怎么豁虎跳的。可是老虎在笼子里不是打瞌睡，就是垂头丧气地踱来踱去，从没见过它们豁过什么虎跳。

为什么不会豁虎跳就不能扮老虎呢？为什么没豁虎跳会惹起哄堂大笑呢？我至今还不明白。`,

  陀螺: `在我的故乡，陀螺不叫陀螺，叫作“冰尜儿”，顾名思义，就是冰上的小家伙。做冰尜儿用的是木头，柳木、榆木、松木、枣木、梨木都可以。抽打冰尜儿，当然是在冬季的冰天雪地里，最好的场所是冰面。好的冰尜儿尖部嵌一颗滚珠，转起来能增加许多妩媚。顶不济的，也要钉上一枚铁钉，否则转不了多少圈，尖部就会开裂。无论嵌上滚珠，还是钉上铁钉，冰尜儿都不会裂开，能毫无怨言地让你抽打，在冰面上旋转、舞蹈。

抽冰尜儿的小伙伴们，都爱比个高下。他们往往各站一角，奋力抽转自己的冰尜儿，让它朝对方撞去。这时你看吧，两只旋转的陀螺奋勇搏斗，旋风般撞向对手，刚一接触，又各自闪向一边，然后重整旗鼓再战——直到其中一只被撞翻才告一段落。赛陀螺每次都是体重个大的一方占上风。因此，只有小陀螺的大多在自家院子里玩，不拿到马路上去应战。况且小陀螺有个难听的绰号叫“角锥”，意思是小且细。抽打“角锥”的大多是拖鼻涕穿开裆裤的，他们的兴趣在于抽鞭子，对陀螺的质量往往不在意。

我从小就不甘人后，更不愿自己的陀螺像金兵见到岳家军，一战即败。于是四处寻找木头，为削制得心应手的陀螺，就差没把椅子腿拿来“废物利用”了。为此不知挨了多少责骂，可仍然不肯住手。然而一个孩子无论如何是削不出高质量的陀螺的，因此，曾有很长一段时间我的世界堆满乌云，快乐像过冬的燕子一般，飞到一个谁也看不到的地方去了。

这种懊恼终于引起了长辈的注意。我的叔叔，一位很有童心的年轻民警，答应在我生日那天送我一只陀螺。这消息曾使我一整天处于恍惚的状态，老想象着那只陀螺英武的风姿。

叔叔的礼物不错！

这只陀螺不是人工削制的，而是一位木工在旋床上旋出来的，圆且光滑，如同一枚鸭蛋——虽然它远不如我幻想中的那么漂亮。我极其高兴地接受了叔叔的馈赠。这只陀螺曾给我极大的欢乐，它给了我极大的懊恼和鼓舞——

我的陀螺刚一露面，就招来了一顿嘲笑。这在以前我也遇到过，可从未像这次一样让我难堪。大的陀螺摇头晃脑，挺着肚皮一次次冲过来，我的“鸭蛋”则不动声色地闪躲。一次次冲击，一次次闪躲，终于无法避开，它们狠狠地撞上了！

奇怪的是，我的陀螺个头小，却顽强得出奇！明明被撞翻在一边，一扭身又照样旋转起来。它圆头圆脑，好像上下左右都能找到支撑点似的。结果呢，大陀螺在这个始终立于不败之地的对手面前，彻底溃败了。

这真是个辉煌的时刻！我尝到了胜利的滋味，也品到了幸运的甜头。无意中获得的“荣誉”，虽然小如微尘，对好胜的孩子来说，也足以陶醉许久了——直到现在我还能兴致勃勃地写下这些文字，便是一种有力的证明吧！

我的冰尜儿，木工随便旋出的小木头块，丑小鸭生出的一只丑鸭蛋，在童年的一个冬日里，给了我极大的欢乐和由衷的自豪。

这真应了一句古话：人不可貌相，海水不可斗量。`,
};
