/** 四年级上册 第四单元 */
module.exports = {
  盘古开天地: `很久很久以前，天和地还没有分开，宇宙混沌一片，像个大鸡蛋。有个叫盘古的巨人，在混沌之中睡了一万八千年。

有一天，盘古醒来了，睁眼一看，周围黑乎乎一片，什么也看不见。他一使劲翻身坐了起来，只听咔嚓一声，“大鸡蛋”裂开了一条缝，一丝微光透了进来。巨人见身边有一把斧头，就拿起斧头，对着眼前的黑暗劈过去，只听见一声巨响，“大鸡蛋”碎了。轻而清的东西，缓缓上升，变成了天；重而浊的东西，慢慢下降，变成了地。

天和地分开后，盘古怕它们还会合在一起，就头顶天，脚踏地，站在天地当中，随着它们的变化而变化。天每天升高一丈，地每天加厚一丈，盘古的身体也跟着长高。这样过了一万八千年，天升得高极了，地变得厚极了。盘古这个巍峨的巨人就像一根柱子，撑在天和地之间，不让它们重新合拢。

又不知过了多少年，天和地终于成形了，盘古也精疲力竭，累得倒下了。

盘古倒下以后，他的身体发生了巨大的变化。他呼出的气息变成了四季的风和飘动的云；他发出的声音化作了隆隆的雷声；他的左眼变成了太阳，照耀大地，他的右眼变成了月亮，给夜晚带来光明；他的四肢和躯干变成了大地的四极和五方的名山；他的血液变成了奔流不息的江河；他的汗毛变成了茂盛的花草树木；他的汗水变成了滋润万物的雨露……

伟大的巨人盘古，用他的整个身体创造了美丽的世界。`,

  精卫填海: `炎帝之少女，名曰女娃。女娃游于东海，溺而不返，故为精卫，常衔西山之木石，以堙于东海。`,

  普罗米修斯: `很久很久以前，地面上没有火，人们只好吃生的东西，在无边的黑暗中度过一个又一个长夜。就在这时候，有一位名叫普罗米修斯的天神来到了人间，看到人类没有火的悲惨情景，决心冒着危险，到天上去“盗”取火种。

有一天，当太阳车从天空驰过的时候，普罗米修斯跑到太阳车那里，从喷射着火焰的车轮上，拿了一颗火星，带到人间。自从有了火，人类就开始用它烧熟食物，驱寒取暖，并用火来驱赶危害人类安全的猛兽……得知普罗米修斯从天上取走火种的消息，众神的领袖宙斯气急败坏，决定给普罗米修斯以最严厉的惩罚，吩咐火神立即执行。

火神赫淮斯托斯很敬佩普罗米修斯，悄悄对他说：“只要你向宙斯承认错误，归还火种，我一定请求他饶恕你。”

普罗米修斯摇摇头，坚定地回答：“为人类造福，有什么错？我可以忍受各种痛苦，但决不会承认错误，更不会归还火种！”

火神不敢违抗宙斯的命令，只好把普罗米修斯押到高加索山上。普罗米修斯的双手和双脚戴着铁环，被死死地锁在高高的悬崖上。他既不能动弹，也不能睡觉，日夜遭受着风吹雨淋的痛苦。尽管如此，普罗米修斯就是不向宙斯屈服。

狠心的宙斯又派了一只凶恶的鹫鹰，每天站在普罗米修斯的双膝上，用它尖利的嘴巴，啄食他的肝脏。白天，他的肝脏被吃光了，可是一到晚上，肝脏又重新长了起来。这样，普罗米修斯所承受的痛苦，永远没有了尽头。

许多年来，普罗米修斯一直被锁在那个可怕的悬崖上。

有一天，著名的大力神赫拉克勒斯经过高加索山。他看到普罗米修斯被锁在悬崖上，心中愤愤不平，便挽弓搭箭，射死了那只鹫鹰，又用石头砸碎了锁链。普罗米修斯——这位敢于从天上“盗”取火种的英雄，终于获得了自由。`,

  女娲补天: `自从女娲创造了人类，大地上到处欢声笑语，人们过着快乐幸福的生活。

不料有一年，天地忽然发生了一场大变动。天上露出一个大窟窿，地上也裂开了一道道黑黝黝的深沟，洪水从地下喷涌而出，各种野兽也从山林里跑出来残害人类。人们惊慌失措，四处奔逃，整个世界陷入了一片混乱和恐怖之中。

女娲看到这情景，难过极了，决心把天和地修补起来，让人类重新过上幸福的生活。

这可是一项巨大而又艰难的工作。女娲先从各地拣来赤、青、黄、白、黑五种颜色的石头，燃起神火熔炼。随着神火渐渐熄灭，五种颜色的石头被炼成了黏稠的石浆。女娲用这些石浆把天上的大窟窿修补好。从此，天上便有了五色的云霞。女娲担心补好的天再塌下来，于是又杀了一只大海龟，斩下它的四条腿，竖立在大地的四方，把人类头顶上的天空撑起来，天再也没有塌下的危险。接着，她奋勇杀死了在中原一带作恶的黑龙，其他野兽见此情景，吓得纷纷逃回山林，再不敢到处流窜残害人类了。最后，女娲把芦苇烧成灰，撒到水中，芦灰越积越厚，把喷涌洪水的地缝也堵住了。

天和地终于恢复了平静，人类获得了新生。人们世世代代怀念着女娲，传颂着她的伟大功绩。`,
};
