/** 四年级上册 第一单元 全文 */
module.exports = {
  观潮: `钱塘江大潮，自古以来被称为天下奇观。农历八月十八是一年一度的观潮日。这一天早上，我们来到了海宁市的盐官镇，据说这里是观潮最好的地方。我们随着观潮的人群，登上了海塘大堤。宽阔的钱塘江横卧在眼前。江面很平静，越往东越宽，在雨后的阳光下，笼罩着一层蒙蒙的薄雾。镇海古塔、中山亭和观潮台屹立在江边。远处，几座小山在云雾中若隐若现。江潮还没有来，海塘大堤上早已人山人海。大家昂首东望，等着，盼着。

午后一点左右，从远处传来隆隆的响声，好像闷雷滚动。顿时人声鼎沸，有人告诉我们，潮来了！我们踮着脚往东望去，江面还是风平浪静，看不出有什么变化。过了一会儿，响声越来越大，只见东边水天相接的地方出现了一条白线，人群又沸腾起来。

那条白线很快地向我们移来，逐渐拉长，变粗，横贯江面。再近些，只见白浪翻滚，形成一堵两丈多高的水墙。浪潮越来越近，犹如千万匹白色战马齐头并进，浩浩荡荡地飞奔而来；那声音如同山崩地裂，好像大地都被震得颤动起来。

霎时，潮头奔腾西去，可是余波还在漫天卷地般涌来，江面上依旧风号浪吼。过了好久，钱塘江才恢复了平静。看看堤下，江水已经涨了两丈来高了。`,

  走月亮: `秋天的夜晚，月亮升起来了，从洱海那边升起来了。

是在洱海里淘洗过吗？月盘是那样明亮，月光是那样柔和，照亮了高高的点苍山，照亮了村头的大青树，也照亮了，照亮了村间的大道和小路……

这时候，阿妈喜欢牵着我，在洒满月光的小路上走着，走着……啊，我和阿妈走月亮！

细细的溪水，流着山草和野花的香味，流着月光。灰白色的鹅卵石布满河床。哟，卵石间有多少可爱的小水塘啊，每个小水塘都抱着一个月亮！哦，阿妈，白天你在溪里洗衣裳，而我，用树叶做小船，运载许多新鲜的花瓣……哦，阿妈，我们到溪边去吧，去看看小水塘，看看水塘里的月亮，看看我采过野花的地方。

啊，我和阿妈走月亮……

村道已经修补过，坑坑洼洼的地方已经填上碎石和新土。就要收庄稼了，收庄稼前，要把道路修一修，补一补，这是村里的风俗。秋虫唱着，夜鸟拍打着翅膀，鱼儿跃出水面，泼剌声里银光一闪……从果园那边飘来果子的甜香，是雪梨，是火把梨，还是紫葡萄？都有。在坡头那片月光下的果园里，这些好吃的果子挂满枝头。沟水汩汩，很满意地响着。是啊，它旁边，是它浇灌过的稻田。哦，阿妈，这不就是我们家的地吗？春天，我们种的油菜开花了，我在田地里找兔草，我把蒲公英吹得飞啊飞……收了油菜，栽上水稻。看，稻谷就要成熟了，稻穗低垂着头，稻田像一块月光镀亮的银毯。哦，阿妈，我们到田埂上去吧，你不是说学校放假了，阿爸就要回来了吗？我们采哪一塘新谷招待阿爸呢？

啊，我和阿妈走月亮……

有时，阿妈给我讲月亮的故事，一个古老的传说；有时，却什么也不讲，只是静静地走着，走着。走过月光闪闪的溪岸，走过石拱桥，走过月影团团的果园，走过庄稼地和菜地……啊，在我仰起脸看阿妈的时候，我突然看见，美丽的月亮牵着那些闪闪烁烁的小星星，好像也在天上走着，走着……

多么奇妙的夜晚啊，我和阿妈走月亮！`,

  '秋晚的江上（刘大白）': `归巢的鸟儿，尽管是倦了，还驮着斜阳回去。双翅一翻，把斜阳掉在江上；头白的芦苇，也妆成一瞬的红颜了。`,

  '花牛歌（徐志摩）': `花牛在草地里坐，压扁了一穗剪秋罗。花牛在草地里眠，白云霸占了半个天。花牛在草地里走，小尾巴甩得滴溜溜。花牛在草地里做梦，太阳偷渡了西山的青峰。`,

  繁星: `我爱月夜，但我也爱星天。从前在家乡，七、八月的夜晚，在庭院里纳凉的时候，我最爱看天上密密麻麻的繁星。三年前，在南京我住的地方有一道后门，每晚我打开后门，便看见一个静寂的夜。下面是一片菜园，上面是星群密布的蓝天。星光在我们的肉眼里虽然微小，然而它使我们觉得光明无处不在。

如今在海上，每晚和繁星相对，我把它们认得很熟了。我躺在舱面上，仰望天空。深蓝色的天空里，悬着无数半明半昧的星。船在动，星也在动，它们是这样低，真是摇摇欲坠呢！渐渐地我的眼睛模糊了，我好像看见无数萤火虫在我的周围飞舞。海上的夜是柔和的，是静寂的，是梦幻的。我望着那许多认识的星，我仿佛看见它们在对我眨眼，我仿佛听见它们在小声说话。这时我忘记了一切。在星的怀抱中我微笑着，我沉睡着。我觉得自己是一个小孩子，现在睡在母亲的怀里了。

有一夜，那个在哥伦波上船的英国人指给我看天上的巨人。他用手指着：那四颗明亮的星是头，下面的几颗是手，那几颗是腿和脚，还有三颗星算是腰带。经他这一番指点，我果然看清楚了那个天上的巨人。看，那个巨人还在跑呢！`,
};
