/** 四年级上册 第三单元 */
module.exports = {
  '暮江吟（白居易）': `一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。`,

  '题西林壁（苏轼）': `横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。`,

  '雪梅（卢钺）': `梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。`,

  爬山虎的脚: `学校操场北边墙上满是爬山虎。我家也有爬山虎，从小院的西墙爬上去，在房顶上占了一大片地方。

爬山虎刚长出来的叶子是嫩红的，不几天叶子长大，就变成嫩绿的。爬山虎的嫩叶，不大引人注意，引人注意的是长大了的叶子。那些叶子绿得那么新鲜，看着非常舒服。叶尖一顺儿朝下，在墙上铺得那么均匀，没有重叠起来，也不留一点儿空隙。一阵风拂过，一墙的叶子就漾起波纹，好看得很。

以前，我只知道这种植物叫爬山虎，可不知道它怎么能爬。今年，我注意了，原来爬山虎是有脚的。爬山虎的脚长在茎上。茎上长叶柄的地方，反面伸出枝状的六七根细丝，每根细丝像蜗牛的触角。细丝跟新叶子一样，也是嫩红的。这就是爬山虎的脚。

爬山虎的脚触着墙的时候，六七根细丝的头上就变成小圆片，巴住墙。细丝原先是直的，现在弯曲了，把爬山虎的嫩茎拉一把，使它紧贴在墙上。爬山虎就是这样一脚一脚地往上爬。如果你仔细看那些细小的脚，你会想起图画上蛟龙的爪子。

爬山虎的脚要是没触着墙，不几天就萎了，后来连痕迹也没有了。触着墙的，细丝和小圆片逐渐变成灰色。不要瞧不起那些灰色的脚，那些脚巴在墙上相当牢固，要是你的手指不费一点儿劲，休想拉下爬山虎的一根茎。`,

  蟋蟀的住宅: `居住在草地上的蟋蟀，差不多和蝉一样有名。它的出名不光由于它的唱歌，还由于它的住宅。

别的昆虫大多在临时的隐蔽所藏身。它们的隐蔽所得来不费工夫，弃去毫不可惜。蟋蟀和它们不同，不肯随遇而安。它常常慎重地选择住址，一定要排水优良，并且有温和的阳光。它不利用现成的洞穴。它的舒服的住宅是自己一点一点挖掘的，从大厅一直到卧室。

在朝着阳光的堤岸上，青草丛中隐藏着一条倾斜的隧道，即使有骤雨，这里也立刻就会干的。隧道顺着地势弯弯曲曲，最多九寸深，一指宽，这便是蟋蟀的住宅。出口的地方总有一丛草半掩着，就像一座门。蟋蟀出来吃周围的嫩草，决不去碰这一丛草。那微斜的门口，经过仔细耙扫，收拾得很平坦。这就是蟋蟀的平台。当四周很安静的时候，蟋蟀就在这平台上弹琴。

屋子的内部没什么布置，但是墙壁很光滑。主人有的是时间，把粗糙的地方修理平整。大体上讲，住所是很简朴的，清洁、干燥，很卫生。假使我们想到蟋蟀用来挖掘的工具是那样简单，这座住宅真可以算是伟大的工程了。

蟋蟀盖房子大多是在十月，秋天初寒的时候。它用前足扒土，还用钳子搬掉较大的土块。它用强有力的后足踏地。后腿上有两排锯，用它们将泥土推到后面，倾斜地铺开。

工作做得很快。蟋蟀钻到土底下干活，如果感到疲劳，它就在未完工的家门口休息一会儿，头朝着外面，触须轻微地摆动。不大一会儿，它又进去继续工作。我一连看了两个钟头，看得有些不耐烦了。

住宅的重要部分快完成了。洞已经挖了有两寸深，够宽敞的了。余下的是长时间的整修，今天做一点儿，明天做一点儿。这个洞可以随天气的变冷和它身体的增长而加深加阔。即使在冬天，只要天气温和，太阳晒到它住宅的门口，还可以看见蟋蟀从里面不断地抛出泥土来。`,
};
