/** 四年级上册 第五单元 */
module.exports = {
  麻雀: `我打猎回来，走在林荫路上。猎狗跑在我的前面。

突然，我的猎狗放慢脚步，悄悄地向前走，好像嗅到了前面有什么野物。

风猛烈地摇撼着路旁的白桦树。我顺着林荫路望去，看见一只小麻雀呆呆地站在地上，无可奈何地拍打着小翅膀。它嘴角嫩黄，头上长着绒毛，分明是刚出生不久，从巢里掉下来的。

猎狗慢慢地走近小麻雀，嗅了嗅，张开大嘴，露出锋利的牙齿。突然，一只老麻雀从一棵树上飞下来，像一块石头似的落在猎狗面前。它挓挲起全身的羽毛，绝望地尖叫着。

老麻雀用自己的身躯掩护着小麻雀，想拯救自己的幼儿。可是因为紧张，它浑身发抖，发出嘶哑的声音，准备着一场搏斗。在它看来，猎狗是个多么庞大的怪物啊！可是它不能安然地站在高高的没有危险的树枝上，一种强大的力量使它飞了下来。

猎狗愣住了，它可能没料到老麻雀会有这么大的勇气，慢慢地，慢慢地向后退。

我急忙唤回我的猎狗，带着它走开了。`,

  爬天都峰: `假日里，爸爸带我去黄山，爬天都峰。

我站在天都峰脚下抬头望：啊，峰顶这么高，在云彩上面哩！我爬得上去吗？再看看笔陡的石级，石级边上的铁链，似乎是从天上挂下来的，真叫人发颤！

忽然听到背后有人叫我：“小朋友，你也来爬天都峰？”

我回头一看，是一位白发苍苍的老爷爷，年纪比我爷爷还大哩！我点点头，仰起脸，问：“老爷爷，您也来爬天都峰？”

老爷爷也点点头，说：“对，咱们一起爬吧！”

我奋力向峰顶爬去，一会儿攀着铁链上，一会儿手脚并用向上爬，像小猴子一样……

爬呀爬，我和老爷爷，还有爸爸，终于都爬上了天都峰顶。

在鲫鱼背前，爸爸给我和老爷爷照了一张相，留作纪念。老爷爷拉拉我的小辫子，笑呵呵地说：“谢谢你啦，小朋友。要不是你的勇气鼓舞我，我还下不了决心哩！现在居然爬上来了！”

“不，老爷爷，我是看您也要爬天都峰，才有勇气向上爬的！我应该谢谢您！”

爸爸听了，笑着说：“你们这一老一小真有意思，都会从别人身上汲取力量！”`,
};
