/** 五年级下册 第一单元 */
module.exports = {
  '四时田园杂兴·其三十一（范成大）': `昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。`,

  '稚子弄冰（杨万里）': `稚子金盆脱晓冰，彩丝穿取当银钲。敲成玉磬穿林响，忽作玻璃碎地声。`,

  '村晚（雷震）': `草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。`,

  祖父的园子: `我家有一个大花园，这花园里蜂子、蝴蝶、蜻蜓、蚂蚱，样样都有。蝴蝶有白蝴蝶、黄蝴蝶。这种蝴蝶小，不太好看。好看的是大红蝴蝶，满身带着金粉。蜻蜓是金的，蚂蚱是绿的，蜂子则嗡嗡地飞着，满身绒毛，落到一朵花上，胖圆圆的就和一个小毛球似的不动了。

花园里边明晃晃的，红的红，绿的绿，新鲜漂亮。

据说这花园，从前是一个果园。祖母喜欢吃果子，就种了果园。祖母又喜欢养羊，就把果子给啃了。于是种梨树的，爬墙上了；种桃树的，桃树好像一面照得十里见方的明镜，照得人心烦意乱。于是把桃树锯了，种上了樱桃树。祖父一天到晚地关在园子里，我也跟着祖父在园子里转。祖父戴一顶大草帽，我戴一顶小草帽；祖父栽花，我就栽花；祖父拔草，我就拔草。祖父种小白菜的时候，我就在后边，用脚把那下了种的土窝一个一个地溜平。哪里会溜得准，不过是东一脚西一脚地瞎闹。有时不但没有把菜种盖上，反而把它踢飞了。

祖父铲地，我也铲地。因为我太小，拿不动锄头，祖父就把锄头杆拔下来，让我单拿着那个锄头的“头”来铲。其实哪里是铲，不过是伏在地上，用锄头乱钩一阵就是了。也认不得哪个是苗，哪个是草。往往把韭菜当作野草割掉，把狗尾草当作谷穗留着。

当祖父发现我铲的那块地还留着狗尾草时，他问我：“这是什么？”

我说：“谷子。”

祖父大笑起来，笑够了，把草摘下来问我：“你每天吃的就是这个吗？”

我说：“是的。”

我看着祖父还在笑，就说：“你不信，我到屋里拿来给你看。”

我跑到屋里拿了一个谷穗，远远地抛给祖父，说：“这不是一样的吗？”

祖父把我叫过去，慢慢讲给我听，说谷子是有芒针的，狗尾草却没有，只是毛嘟嘟的，很像狗尾巴。

我并不细看，不过马马虎虎承认下来就是了。一抬头，看见一个黄瓜长大了，跑过去摘下来，我又去吃黄瓜去了。

黄瓜也许没有吃完，又看见一个大蜻蜓从旁飞过，于是丢了黄瓜又去追蜻蜓了。蜻蜓飞得那么快，哪里会追得上。好在最初也没有存心一定追上，所以站起来，跟了蜻蜓跑了几步就又去做别的了。采一个倭瓜花心，捉一个大绿豆青蚂蚱，把蚂蚱腿用线绑上，绑了一会儿，线头上只拴了一条腿，而不见蚂蚱了。

玩腻了，又跑到祖父那里去乱闹一阵。祖父浇菜，我也抢过来浇，不过并不是往菜上浇，而是拿着水瓢，拼尽了力气，把水往天空一扬，大喊着：“下雨啰！下雨啰！”

太阳在园子里是特别大的，天空是特别高的。太阳光芒四射，亮得使人睁不开眼睛，亮得蚯蚓不敢钻出地面来，蝙蝠不敢从黑暗的地方飞出来。凡是在太阳下的，都是健康的、漂亮的。拍一拍手，仿佛大树都会发出声响；叫一两声，好像对面的土墙都会回答似的。

花开了，就像睡醒了似的。鸟飞了，就像在天上逛似的。虫子叫了，就像在说话似的。一切都活了，要做什么，就做什么。要怎么样，就怎么样，都是自由的。倭瓜愿意爬上架就爬上架，愿意爬上房就爬上房。黄瓜愿意开一朵花，就开一朵花，愿意结一个瓜，就结一个瓜。若都不愿意，就是一个瓜也不结，一朵花也不开，也没有人问它。玉米愿意长多高就长多高，它若愿意长上天去，也没有人管。蝴蝶随意地飞，一会儿从墙头上飞来一对黄蝴蝶，一会儿又从墙头上飞走一只白蝴蝶。它们是从谁家来的，又飞到谁家去？太阳也不知道。

天空蓝悠悠的，又高又远。

可是白云一来，一大团一大团的，从祖父的头上飘过，好像要压到了祖父的草帽上。

我玩累了，就在房子底下找个阴凉的地方睡着了。不用枕头，不用席子，把草帽遮在脸上就睡了。`,

  月是故乡明: `每个人都有个故乡，人人的故乡都有个月亮。人人都爱自己故乡的月亮。但是，如果只有孤零零一个月亮，未免显得有点儿孤单。因此，在中国古代诗文中，月亮总有什么东西当陪衬，最多的是山和水，什么“山高月小”“三潭印月”等等，不可胜数。我的故乡是在山东西北部的大平原上。我小的时候，从来没有见过山，也不知山为何物。我曾幻想，山大概是一个圆而粗的柱子吧，顶天立地，好不威风。后来到了济南，才见到山，恍然大悟：山原来是这个样子呀！因此，我在故乡望月，从来不同山联系。像苏东坡说的“月出于东山之上，徘徊于斗牛之间”，完全是我无法想象的。

至于水，我故乡的小村子里却到处都是。几个大苇坑占了村子面积的一多半。在我这个小孩子眼中，虽不能像洞庭湖“八月湖水平”那样有气派，但也颇有一点儿烟波浩渺之势。到了夏天，黄昏以后，我在坑边的场院里躺在地上，数天上的星星。有时候在古柳下面点起篝火，然后上树一摇，成群的知了飞落下来，比白天用嚼烂的麦粒去粘要容易得多。我天天晚上乐此不疲，天天盼望黄昏早早来临。

到了更晚的时候，我走到坑边，抬头看到晴空一轮明月，清光四溢，与水里的那个月亮相映成趣。我当时虽然还不懂什么叫诗兴，但也颇而乐之，心中油然有什么东西在萌动。有时候在坑边玩很久，才回家睡觉。在梦中见到两个月亮叠在一起，清光更加晶莹澄澈。第二天一早起来，到坑边苇子丛里去捡鸭子下的蛋，白白地一闪光，手伸向水中，一摸就是一个蛋。此时更是乐不可支了。

我只在故乡待了六年，以后就离乡背井，漂泊天涯。在济南住了十多年，在北京度过四年，又回到济南待了一年，然后在欧洲住了近十一年，重又回到北京，到现在已经四十多年了。在这期间，我曾到过世界上将近三十个国家，我看过许许多多的月亮。在风光旖旎的瑞士莱芒湖上，在平沙无垠的非洲大沙漠中，在碧波万顷的大海中，在巍峨雄奇的高山上，我都看到过月亮。这些月亮应该说都是美妙绝伦的，我都异常喜欢。但是，看到它们，我立刻就想到我故乡苇坑上面和水中的那个小月亮。对比之下，我感到这些广阔世界的大月亮，无论如何比不上我那心爱的小月亮。不管我离开故乡多远，我的心立刻就飞回去了。我的小月亮，我永远忘不掉你！

我现在年事已高，住的朗润园是燕园胜地。夸大一点儿说，此地有茂林修竹，绿水环流，还有几座土山点缀其间，风光无疑是绝妙的。每逢望夜，一轮当空，月光闪耀于碧波之上，上下空蒙，一碧数顷，荷香远溢，宿鸟幽鸣，真不能不说是赏月胜地。荷塘月色的奇景，就在我的窗外。然而，每值这样的良辰美景，我想到的却仍然是故乡苇坑里的那个平凡的小月亮。见月思乡，已经成为我经常的经历。思乡之病，说不上是苦是乐，其中有追忆，有惆怅，有留恋，有惋惜。流光如逝，时不再来。在微苦中实有甜美在。

月是故乡明，我什么时候能够再看到我故乡里的月亮呀！我怅望南天，心飞向故里。`,

  梅花魂: `故乡的梅花又开了。一年一度，那朵朵冷艳、缕缕幽芳，总使我想起漂泊他乡、葬身异国的外祖父。

我出生在东南亚的星岛，从小和外祖父生活在一起。外祖父年轻时读了不少经、史、子、集，又能书善画，在星岛文坛颇负盛名。我很小的时候，外祖父常常抱着我，坐在梨花木大交椅上，一遍又一遍地教我读唐诗宋词。每当读到“独在异乡为异客，每逢佳节倍思亲”“春草明年绿，王孙归不归”“自在飞花轻似梦，无边丝雨细如愁”之类的句子，常会有一颗两颗冰凉的泪珠落在我的腮边、手背。这时候，我会拍着手笑起来：“外公哭了！外公哭了！”老人总是摇摇头，长长地叹一口气，说：“莺儿，你还小呢，不懂！”

外祖父家中有不少古玩，我偶尔摆弄，老人也不甚留意。唯独书房里那一幅墨梅图，他分外爱惜，别人碰也碰不得。我五岁那年，有一回到书房玩耍，不小心在上面留了个脏手印，外祖父顿时拉下脸来。有生以来，我第一次听到他训斥我妈：“孩子要管教好，这清白的梅花，是玷污得的吗？”训罢，便用保险刀片轻轻刮去污迹，又用细绸子慢慢抹净。看见慈祥的外祖父大发脾气，我心里又害怕又奇怪：一枝画梅，有什么稀罕的呢？

有一天，妈妈忽然跟我说：“莺儿，我们要回唐山去！”

“干吗要回去呢？”

“那儿才是我们的祖国呀！”

哦！祖国，便是地图上像一只金鸡的地方吗？便是拥有长江、黄河、万里长城的国土吗？我欢呼起来，小小的心充满了欢乐。

可是，我马上想起了外祖父，我亲爱的外祖父。我问妈妈：“外公走吗？”

“外公年纪太大了……”

我跑进外祖父的书房，老人正躺在藤沙发上。我说：“外公，您也回祖国去吧！”

想不到外祖父竟像小孩子一样，“呜呜呜”地哭了起来……

离别的前一天早上，外祖父早早地起了床，把我叫到书房里，郑重地递给我一卷白杭绸包着的东西。我打开一看，原来是那幅墨梅，就说：“外公，这不是您最宝贵的画吗？”

“是啊，莺儿，你要好好保存！这梅花，是我们中国最有名的花。旁的花，大抵是春暖才开花，她却不一样，愈是寒冷，愈是风欺雪压，花开得愈精神，愈秀气。她是最有品格、最有灵魂、最有骨气的！几千年来，我们中华民族出了许多有气节的人物，他们不管历经多少磨难，不管受到怎样的欺凌，从来都是顶天立地，不肯低头折节。他们就像这梅花一样。一个中国人，无论在怎样的境遇里，总要有梅花的秉性才好！”

回国的那一天正是元旦，虽然热带是无所谓隆冬的，但腊月天气，也毕竟凉飕飕的。外祖父把我们送到码头。赤道吹来的风撩乱了老人平日梳理得整整齐齐的银发，我觉得外祖父一下子衰老了许多。

船快开了，妈妈只好狠下心来，拉着我登上大客轮。想不到泪眼蒙眬的外祖父也随着上船来，递给我一块手绢——一色雪白的细亚麻布上绣着血色的梅花。

多少年过去了，我每次看到外祖父珍藏的这幅梅花图和给我的手绢，就想到，这不只是花，而且是身在异国的华侨老人一颗眷恋祖国的心。`,

};
