/** 五年级下册 第四单元 */
module.exports = {
  '从军行（王昌龄）': `青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。`,

  '秋夜将晓出篱门迎凉有感（陆游）': `三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。`,

  '闻官军收河南河北（杜甫）': `剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。`,

  青山处处埋忠骨: `中南海，毛主席的卧室。写字台上，放着那封从朝鲜前线志愿军司令部发来的，由司令员彭德怀拟定的电报。

主席勋鉴：

今晨，我“志司”指挥部遭敌机狂轰滥炸，洪学智、毛岸英将我送入安全地域。而后，岸英又返回指挥部取材料。敌机来时，他未能及时躲开，光荣牺牲。

从收到这封电报起，毛泽东整整一天没说一句话，只是一支又一支地吸着烟。桌子上的饭菜已经热了几次，还是原封不动地放在那里。岸英是他最心爱的长子。当年，地下党的同志们冒着生命危险找到了岸英，把孩子送到他身边。后来岸英去苏联留学，在国外的大学毕业后，他又亲自把爱子送到农村锻炼。那一次次的分离，岸英不都平平安安回到自己的身边来了吗？这次怎么会……

“岸英！岸英！”主席用食指按着紧锁的眉头，情不自禁地喃喃着。

秘书走进来，小声说：“主席，志愿军司令部来电请示中央军委，是否将岸英的遗骨运回国内。”

主席不由自主地站了起来，仰起头，望着天花板，强忍着心中的悲痛，目光中流露出无限的眷恋。岸英奔赴朝鲜时，他因为工作繁忙，未能见上一面，谁知竟成了永别！“儿子活着不能相见，就让我见见遗骨吧！”主席想。然而，这种想法很快被打消了。他像是自我安慰地说道：“我的儿子死了，我当然很悲痛，可是，战争嘛，总是要死人的。朝鲜战场上我们有多少优秀儿女献出了生命，他们的父母难道就不悲痛吗？他们就不想再见一见孩子的遗骨吗？岸英是我的儿子，也是朝鲜人民的儿子，就尊重朝鲜人民的意愿吧。”

秘书将电报记录稿交主席签字的一瞬间，主席下意识地踌躇了一会儿，那神情分明在说，岸英难道真的不在了？父子真的不能相见了？主席黯然的目光转向窗外，右手指指写字台，示意秘书将电文稿放在上面。

第二天早上，秘书来到毛主席的卧室。毛主席已经出去了，放在枕头上的电文稿写着一行醒目的大字：青山处处埋忠骨，何须马革裹尸还。

电文稿下是被泪水打湿的枕巾。`,

  军神: `重庆临江门外，一个德国人开设的诊所里，医生沃克端坐在桌后。他头也不抬，冷冷地问：“你叫什么名字？”

“刘大川。”

“年龄？”

“二十四岁。”

“什么病？”

“土匪打伤了眼睛。”

沃克医生站起身，熟练地解开病人右眼上的绷带。他愣住了，蓝色的眼睛里闪出惊疑的神情。他重新审视着眼前这个人，冷冷地问：“你是干什么的？”

“邮局职员。”

“你是军人！”沃克医生一针见血地说，“我当过军医，这么重的伤势，只有军人才能这样从容镇定！”

病人微微一笑，说：“沃克医生，你说我是军人，我就是军人吧。”

沃克医生的目光柔和下来，他吩咐护士：“准备手术。”

沃克医生正在换手术服，护士跑来，低声告诉他病人拒绝使用麻醉剂。沃克医生的眉毛扬了起来，他走进手术室，生气地说：“年轻人，在这儿要听从医生的指挥！”

病人平静地回答：“沃克医生，眼睛离脑子太近，我担心施行麻醉会影响脑神经。而我，今后需要一个非常清醒的大脑！”

沃克医生再一次愣住了，竟有点儿口吃地说：“你，你能忍受吗？你的右眼需要摘除坏死的眼球，把烂肉和新生的息肉一刀刀割掉！”

“试试看吧。”

手术台上，一向从容镇定的沃克医生，这次双手却有些颤抖。他额上汗珠滚滚，护士帮他擦了一次又一次。最后他忍不住开口对病人说：“你挺不住可以哼叫。”

病人一声不吭，他双手紧紧抓住身下的白床单，手背青筋暴起，汗如雨下。他越来越使劲，崭新的白床单居然被抓破了。

脱去手术服的沃克医生擦着汗走过来，由衷地说：“年轻人，我真担心你会晕过去。”

病人脸色苍白。他勉强一笑，说：“我一直在数你的刀数。”

沃克医生吓了一跳，不相信地问：“我割了多少刀？”

“七十二刀。”

沃克医生惊呆了，大声嚷道：“你是一个真正的男子汉，一块会说话的钢板！你堪称军神！”

“你过奖了。”

沃克医生的脸上浮现出慈祥的神情。他想说什么又忍住了，挥手让护士出去，然后关上手术室的门，注视着病人，说：“告诉我，你的真名叫什么？”

“刘伯承。”

沃克医生肃然起敬：“啊，久仰久仰，认识你很荣幸。”

刘伯承友好地把手伸了过去。`,

  清贫: `我从事革命斗争，已经十余年了。在这长期的奋斗中，我一向是过着朴素的生活，从没有奢侈过。经手的款项，总在数百万元；但为革命而筹集的金钱，是一点一滴的用之于革命事业。这在国方的伟人们看来，颇似奇迹，或认为夸张；而矜持不苟，舍己为公，却是每个共产党员具备的美德。所以，如果有人问我身边有没有一些积蓄，那我可以告诉你一桩趣事。

就在我被俘的那一天——一个最不幸的日子，有两个国方兵士，在树林中发现了我，而且猜到了我是什么人，领兵的大约猜到了，他们满肚子热望在我身上搜出一千或八百大洋，或者搜出一些金镯金戒指一类的东西，发个意外之财。哪知道从我上身摸到下身，从袄领捏到袜底，除了一只时表和一支自来水笔，一个铜板都没有搜出。他们于是被激怒了，猜疑我是把钱藏在哪里，不肯拿出来。他们之中有一个，左手拿着一个木柄榴弹，右手拉出榴弹中的引线，双脚拉开一步，做出要抛掷的姿势，用凶恶的眼光盯着我，威吓地吼道：

“赶快将钱拿出来，不然就是一炸弹，把你炸死去！”

“哼！你不要做出那难看的样子来吧！我确实一个铜板都没有存，想从我这里发洋财，是想错了。”我微笑淡淡地说。

“你骗谁！像你这样当大官的人会没有钱！”拿榴弹的兵士坚决不相信。

“绝不会没有钱的，一定是藏在哪里，我是老出门的，骗不得我。”另一个兵士一面说，一面弓着背将我的衣角裤裆过细地捏，总企望着有新的发现。

“你们要相信我的话，不要瞎忙吧！我不比你们国民党当官，个个都有钱，我今天确实是一个铜板也没有，我们革命不是为着发财！”我再次向他们解释。

等他们确知在我身上搜不出什么的时候，也就停手不搜了；又在我藏躲的地方周围，低头注目搜寻了一番，也毫无所得。他们是多么失望啊！那个持弹欲放的兵士，也将拉着的引线，仍旧塞进榴弹的木柄里，转过来抢夺我的表和水笔。他说要把我拉出去枪毙，我也没有答应他们。

但我说出那几件“传世宝”来，岂不要叫那些富翁们齿冷三天？！

清贫，洁白朴素的生活，正是我们革命者能够战胜许多困难的地方！`,

};
