/** 五年级下册 第五、六单元 */
module.exports = {
  '人物描写一组·摔跤': `“要不——摔跤。”

“是吗？”小胖墩儿跳起来，立刻退后两步，一闪身脱了单褂儿，叉着腰说，“来吧，是一叉一搂的，还是随便摔？”

小嘎子在家里跟人摔跤，一向仗着手疾眼快，从不单凭力气，自然不跟他一叉一搂。两人把“枪”和“鞭”放在门墩儿上，各自虎势儿一站，公鸡鹐架似的对起阵来。起初，小嘎子精神抖擞，欺负对手傻大黑粗，动转不灵，围着他猴儿似的蹦来蹦去，总想使巧招，下冷绊子，仿佛很占了上风。可是小胖墩儿也是个摔跤的惯手，塌着腰，合了裆，鼓着眼珠子，不露一点儿破绽。两人走马灯似的转了三四圈，终于三抓两挠，揪在了一起。这一来，小嘎子可上了当：小胖墩儿膀大腰粗，一身牛劲儿，任你怎样推拉拽顶，硬是扳他不动。小嘎子已有些沉不住气，刚想用脚腕子去钩他的腿，不料反给他把脚别住了。小胖墩儿趁势往旁侧里一推，咕咚一声，小嘎子摔了个仰面朝天。`,

  刷子李: `刷子李专干粉刷一行。他要是给您刷好一间屋子，屋里什么都不用放，单坐着，就如同升天一般美。最让人叫绝的是，他刷浆时必穿一身黑，干完活，身上绝没有一个白点。别不信！他还给自己立下一个规矩，只要身上有白点，白刷不要钱。但这是传说。人信也不会全信。行外的没见过的不信，行内的生气愣说不信。

一年的一天，刷子李收个徒弟叫曹小三。当徒弟的开头都是端茶、点烟、跟在屁股后边提东西。曹小三当然早就听说过师傅那手绝活，一直半信半疑，这回非要亲眼瞧瞧。

那天，刷子李跟徒弟到一个姓李的人家新造的洋房粉刷。那房子有三层，刷子李干活还有个规矩：每刷完一面墙，必得在凳子上坐一会儿，抽一袋烟，喝一碗茶，再刷下一面墙。曹小三借着给师傅倒水点烟的机会，拿目光仔细搜索刷子李的全身。每一面墙刷完，他搜索一遍，居然连一个芝麻大小的粉点也没发现。他真觉得这身黑色的衣服有种神圣不可侵犯的威严。

可是，当刷子李刷完最后一面墙坐下来，曹小三给他点烟时，竟然看见刷子李裤子上出现一个白点，黄豆大小。黑中白，比白中黑更扎眼。完了，师傅露馅儿了，他不是神仙，往日传说中那如山般的形象轰然倒去。他怕师傅难堪，不敢说，也不敢看，可忍不住还要扫一眼。

这时候，刷子李忽然朝他说话：“小三，你瞧见我裤子上的白点了吧？你以为师傅的能耐有假，名气有诈，是吧？傻小子，你再仔细瞧瞧吧——”

说着，刷子李手指捏着裤子轻轻往上一提，那白点即刻没了，再一松手，白点又出来了，奇了！他凑上脸用神再瞧，那白点原来是一个小洞！刚才抽烟时不小心烧的。里边的白衬裤打小洞透出来，就跟粉浆落上去的白点一模一样！

曹小三学徒头一天，见到听到学到的，恐怕别人一辈子也不一定明白呢。`,

  自相矛盾: `楚人有鬻盾与矛者，誉之曰：“吾盾之坚，物莫能陷也。”又誉其矛曰：“吾矛之利，于物无不陷也。”或曰：“以子之矛陷子之盾，何如？”其人弗能应也。夫不可陷之盾与无不陷之矛，不可同世而立。`,

  田忌赛马: `孙膑是齐国大将田忌的门客，田忌对他非常赏识。田忌经常同齐王及贵族们赛马。孙膑看了几场比赛后发现，大家的马脚力相差不多，而且都能分成上、中、下三等。一天，孙膑对田忌说：“将军，我有个办法，保证能让您在赛马时获胜。”

田忌问道：“你是说换几匹更好的马？”

孙膑说：“一匹也不用换。”

田忌有些不明白：“那怎么能有赢的把握？”

孙膑胸有成竹地说：“将军请放心，按照我的主意办，一定能让您赢。”

田忌很信任孙膑，于是全听他的。

比赛开始了。第一场，田忌先用下等马对齐威王的上等马，输了。第二场，田忌用上等马对齐威王的中等马，胜了。第三场，田忌用中等马对齐威王的下等马，又胜了。

三局两胜，田忌赢了齐威王。

田忌取胜后，得意地夸耀自己马匹。齐威王问他：“难道你不换马匹，就能赢？”

田忌说：“有人教了我。”

齐威王问：“是谁？”

田忌说：“是孙膑。”

齐威王见了孙膑，拜他为军师。`,

  跳水: `一艘环游世界的帆船正往回航行。这一天风平浪静，水手们都在甲板上。一只猴子在人群里钻来钻去，模仿人的动作，惹得大家哈哈大笑。它显然知道大家拿它取乐，因而更加放肆起来。船长的儿子才十一岁，他也笑得很开心。猴子忽然跳到他面前，摘下他的帽子戴在自己的头上，很快地爬上了桅杆。水手们又大笑起来，只有那个孩子哭笑不得，眼巴巴地望着猴子坐在桅杆的第一根横木上，摘下帽子来用牙齿咬，用爪子撕，好像故意逗他生气，孩子吓唬它，朝着它大喊大叫。猴子不但不理，还撕得更凶了。

水手们笑得更欢了，孩子却气得脸都红了。他脱了外套，爬上桅杆去追猴子。他攀着绳子爬到第一根横木上，就要伸手去夺帽子。猴子比他更灵巧，转身抓着桅杆又往上爬，一边爬，一边还故意逗弄孩子，把帽子挂在最高的横木的一头。

孩子气极了，他的手放开了绳子和桅杆，张开胳膊，摇摇晃晃地走上横木去取帽子。这时候，甲板上的水手全都吓呆了。孩子只要一失足，直摔到甲板上就没命了。即使他走到横木那头拿到了帽子，也难以回转身来。有个人吓得大叫了一声。孩子听到叫声往下一望，两条腿不由得发起抖来。

正在这时候，船长从船舱里出来，手里拿着一支枪。他本来是想打海鸥的，看见儿子在桅杆顶端的横木上，就立刻瞄准儿子，喊道：“向海里跳！快！不跳我就开枪了！”孩子心惊胆战，站在横木上摇摇晃晃的，没听明白他爸爸的话。船长又喊：“向海里跳！不然我就开枪了！一！二！”刚喊出“三”，孩子纵身从横木上跳了下来。

扑通一声，孩子像颗炮弹一样扎进了海里。二十来个勇敢的水手已经跳进了大海：四十秒钟以后——大家已经觉得时间太长了——等孩子一浮上来，水手们就立刻抓住了他，把他救上了甲板。`,

};
