/** 五年级下册 第七、八单元 */
module.exports = {
  威尼斯的小艇: `威尼斯是世界闻名的水上城市，河道纵横交错，小艇成了主要的交通工具，等于大街上的汽车。

威尼斯的小艇有二三十英尺长，又窄又深，有点儿像独木舟。船头和船艄向上翘起，像挂在天边的新月；行动轻快灵活，仿佛田沟里的水蛇。

我们坐在船舱里，皮垫子软软的像沙发一般。小艇穿过一座座形式不同的石桥。我们打开窗帘，望望耸立在两岸的古建筑，跟来往的船只打招呼，有说不完的情趣。

船夫的驾驶技术特别好。行船的速度极快，来往船只很多，他操纵自如，毫不手忙脚乱。不管怎么拥挤，他总能左拐右拐地挤过去。遇到极窄的地方，他总能平稳地穿过，而且速度非常快，还能作急转弯。两边的建筑飞一般地倒退，我们的眼睛忙极了，不知看哪一处好。

商人夹了大包的货物，匆匆地走下小艇，沿河做生意。青年妇女在小艇里高声谈笑。许多孩子由保姆伴着，坐着小艇到郊外去呼吸新鲜的空气。庄严的老人带了全家，坐着小艇上教堂去做祷告。

半夜，戏院散场了，一大群人拥出来，走上了各自雇好的小艇。簇拥在一起的小艇一会儿就散开了，消失在弯曲的河道中，远处传来一片哗笑和告别的声音。水面上渐渐沉寂，只见月亮的影子在水中摇晃。高大的石头建筑耸立在河边，古老的桥梁横在水上，大大小小的船都停泊在码头上。静寂笼罩着这座水上城市，古老的威尼斯又沉沉地入睡了。`,

  牧场之国: `荷兰，是水之国，花之国，也是牧场之国。

一条条运河之间的绿色低地上，黑白花牛，白头黑牛，白腰蓝嘴黑牛，在低头吃草。有的牛背上盖着防潮的毛毡。牛群吃草时非常专注，有时站立不动，仿佛正在思考着什么。牛犊的模样像贵夫人，仪态端庄。老牛好似牛群的家长，无比威严。极目远眺，四周全是碧绿的丝绒般的草原和黑白两色的花牛。这就是真正的荷兰。

这就是真正的荷兰：碧绿色的低地镶嵌在一条条运河之间，成群的骏马，匹匹膘肥体壮。除了深深的野草遮掩着的运河，没有什么能够阻挡它们飞驰到远方。辽阔无垠的原野似乎归它们所有，它们是这个自由王国的主人和公爵。

在天堂般的绿色草原上，白色的绵羊悠然自得。黑色的猪群不停地呼噜着，像是对什么表示赞许。成千上万的小鸡，成群结队的长毛山羊，在见不到一个人影的绿草地上，安闲地欣赏着这属于它们自己的王国。这就是真正的荷兰。

到了傍晚，才看见有人驾着小船过来，坐上小板凳，给严肃沉默的奶牛挤奶。金色的晚霞铺在西天，远处偶尔传来汽笛声，接着又是一片寂静。在这里，谁都不叫喊吆喝，牛脖子上的铃铛也没有响声，挤奶的人更是默默无言。运河之中，装满奶桶的船只在舒缓平稳地行驶。满载着一罐一罐牛奶的汽车、火车，不停地开往城市。车船过后，一切又恢复了平静。最后一抹晚霞也渐渐消失了，整个天地都暗了下来。狗不叫了，圈里的牛也不再发出哞哞声，马也忘记了踢马房的挡板。沉睡的牲畜，无声的低地，漆黑的夜晚，远处的几座灯塔在闪烁着微弱的光芒。这就是真正的荷兰。`,

  金字塔: `九月的开罗是金色的。在金色的夕阳下，金色的田野，金色的沙漠，连尼罗河的河水也泛着金光，而那古老的金字塔啊，简直像是用纯金铸成的。远远望去，它像漂浮在沙海中的三座金山，似乎一切金色的光源，都是从它们那里放射出来的。你看，天上地下，黄澄澄，金灿灿，一片耀眼的色调，一幅多么开阔而又雄浑的画卷啊！

从少小时候起，我就听到过许多有关金字塔的传说，向往着它。今天，当我来到金字塔下，望着这人类建筑史上的奇迹，更是思绪万千。望着这人间奇迹，更禁不住思绪激荡。我不知道金字塔的建造者是谁，但我知道，它是古代埃及人民智慧的结晶，是世界历史上的伟大奇迹。

有人说金字塔的白昼和月夜，各有各的情趣，各有各的美；但我觉得最令人难忘的，恐怕还是这大漠夕照中金字塔的色彩。那一片迷人的金色，简直把你融进一个神奇的境界，使你充满豪迈的感受，引起无边的遐想，不由自主地产生一种怀古的幽思……`,

  杨氏之子: `梁国杨氏子九岁，甚聪惠。孔君平诣其父，父不在，乃呼儿出。为设果，果有杨梅。孔指以示儿曰：“此是君家果。”儿应声答曰：“未闻孔雀是夫子家禽。”`,

  手指: `我们每个人，都随时随地随身带着十根手指，永不离身。一只手上的五根手指，各有不同的姿态，各具不同的性格，各有所长，各有所短。

大拇指在五指中，形状实在算不上美。身体矮而胖，头大而肥，构造简单，比人家少一个关节，但在五指中，却是最肯吃苦的。例如拉胡琴，总由其他四指按弦，却由他相帮扶住琴身；水要喷出来，叫他死力抵住；血要流出来，叫他拼命按住；重东西翻倒去，叫他用劲扳住。讨好生活的事，却轮不上他。例如招呼人，都由其他四指上前点头，他只能呆呆站在一旁。给人搔痒，人舒服后，感谢的是其他四指。

常与大拇指合作的是食指。他的姿态可不如其他三指窈窕，都是直直落落的强硬的曲线。他的工作虽不如大拇指吃力，却比大拇指复杂。拿笔的时候，全靠他推动笔杆；遇到危险的事，都要由他去试探或冒险；秽物、毒物、烈物，他接触的机会最多；刀伤、烫伤、轧伤、咬伤，他消受的机会最多。他具有大拇指所没有的“机敏”，打电话、扳枪机必须请他，打算盘、拧螺丝、解纽扣等，虽有大拇指相助，终以他为主。

五指中地位最优、相貌最堂皇的，无如中指。他居于中央，左右都有屏障，他身高最高，无名指、食指贴身左右，像关公左右的关平、周仓，一文一武，片刻不离。他永远不受外物冲撞，所以曲线优美，处处显示着养尊处优。每逢做事，名义上他是参加的，实际并不出力。他因为身体最长，取物时，往往最先碰到物，好像取得这物是他一人的功劳，其实他碰到之后就退在一旁，让大拇指、食指去出力，他只在旁略为扶衬而已。

无名指和小指，体态秀丽，样子可爱，然而，能力薄弱也无过于他们了。无名指本身的用处多用于研脂粉、蘸药末、戴戒指。小指的用处则更渺小，只是掏掏耳朵、抹抹鼻涕而已。他们也有被重用的时候，在丝竹管弦上，他们的能力不让于其他手指。舞蹈演员的手指不是常作兰花状吗？这两根手指正是这朵兰花中最优美的两瓣。除了这等享乐的风光事以外，遇到工作他们只是其他手指的附庸。

手上的五指，我只觉得姿态与性格，有如上的差异，却无爱憎在其中。手指的全体，同人群的全体一样，五根手指如果能团结一致，成为一个拳头，那就根根有用，根根有力量，不再有什么强弱、美丑之分了。`,

  童年的发现: `我在九岁的时候就发现了有关胚胎发育的规律，这完全是我独立思考的结果。

听完这句话，你大概忍不住会哈哈大笑。愿意笑你就笑吧，反正笑声不会给你招来祸患。我跟你可不同，事情过去了三年，有一次我想起了自己的发现，情不自禁笑出了声音，竟使我当众受到了惩罚。

我的发现起始于梦中飞行。每天夜里做梦我都飞，我对飞行是那样迷恋，只要双脚一点，轻轻跃起，就能离开地面飞向空中。后来，我甚至学会了滑翔，在街道上空，在白桦林梢头，在青青的草地和澄澈的湖面上盘旋。我的身体是那样轻盈，可以随心所欲，运转自如，凭着双臂舒展和双腿弹动，似乎想去哪里就能飞到哪里。

我以为在同学中间只有我一个人具有飞行的天赋，可是，有一天我终于弄明白了，每到夜晚，我的小伙伴们也都会在梦中飞腾。那天，我们几个人决定去见我们的老师，让他来解答这个奇妙的问题。

“梦里飞行，说明你们是在长身体呀。”老师解释说。

“为什么只有晚上睡觉时才长？”

“白天你们太淘气，妨碍细胞的生长。到了晚上，细胞就不停地繁殖。”

“那为什么人在生长的时候就要飞呢？这究竟是什么道理？”

“这是你们的细胞回想起了远古时代，当你们的祖先还是鱼的时候，也在水里游来游去。”

“人怎么会是鱼？”我们全都目瞪口呆。

“岂止是鱼！人是由简单生命进化来的。最开始是草履虫，后来是鱼，是青蛙，是猴子……所有这些知识，等你们升入高年级，上课时老师都会给你们讲解。”

高年级，离我们是那样遥远，而飞行却继续在继续。和老师的一次谈话，更加激发了我的想象力，我渴望弄明白，人究竟是怎么来的。我想得是那样痴迷，以至于从河里抓到一条鱼，我都会翻来覆去地看个仔细，恨不得从鱼身上发现将来的人应该具有的某些特征。

乡村的孩子从小就知道母亲怀胎九个月才生下婴儿。“为什么是九个月呢？”我绞尽脑汁思考这个问题的答案。想啊想啊，嘿！终于想出了眉目：“哈！这就跟画地图差不多。地上的距离很远很远，在地图上画出来只不过几厘米。人是由细胞构成的……从细胞变成小鱼，经过了很长时间。现在，这一段时间就折合成一个月。从小鱼变成青蛙又得经过很长时间，又折合成一个月。这样推算下来，到变化成人，正好是九个月。”我的发现竟是如此简单明了，我为此感到格外高兴。我想大概还没有人发现这个道理。

又过了三四年，我上了六年级。老师开始给我们上生物课。有一次，年轻的女教师一本正经板着面孔讲人的起源，讲人的发育和进化。这时候，我清清楚楚听见老师说，按照进化论的观点，母腹中的胎儿再现了从简单生命进化成人的过程。当时教室里安静得出奇，大家都默不作声。我忽然想起了自己的发现，情不自禁地笑出了声音。老师狠狠地瞪了我一眼。

“费奥多罗夫！你笑什么？再笑就从教室里出去！”

“奥尔加·伊万诺夫娜，我……我想起了自己的发现……”

教室里一阵笑声。奥尔加·伊万诺夫娜气得脸色苍白，大步朝我走来。

“费奥多罗夫！……你立刻就从教室里出去！……”

我的脸由于困窘和羞愧一下子涨得通红。这时候我意识到，老师误解了我的笑声，以为我的笑不怀好意。幸亏她没有容我解释，不然的话，同学们听见我说自己三年前就发现了进化论，还不笑塌房顶！不过，被轰出教室，站在外面，我倒想出了一条自我安慰的理由，我明白了——世界上重大的发明与发现，有时还面临着受到驱逐和迫害的风险。`,

};
