/** 五年级上册 第七单元 */
module.exports = {
  '山居秋暝（王维）': `空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。`,

  '枫桥夜泊（张继）': `月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。`,

  '长相思（纳兰性德）': `山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。`,

  四季之美: `春天最美是黎明。东方一点儿一点儿泛着鱼肚色的天空，染上微微的红晕，飘着红紫红紫的彩云。

夏天最美是夜晚。明亮的月夜固然美，漆黑漆黑的暗夜，也有无数的萤火虫翩翩飞舞。即使是蒙蒙细雨的夜晚，也有一只两只萤火虫，闪着朦胧的微光在飞行，这情景着实迷人。

秋天最美是黄昏。夕阳斜照西山时，动人的是点点归鸦急急匆匆地朝窠里飞去。成群结队的大雁，在高空中比翼而飞，更是叫人感动。夕阳西沉，夜幕降临，那风声、虫鸣，听起来也愈发叫人心旷神怡。

冬天最美是早晨。落雪的早晨当然美，就是在遍地铺满白霜的早晨，或是在无雪无霜的凛冽的清晨，也要生起熊熊的炭火。手捧着暖和的火盆穿过走廊时，那闲逸的心情和这寒冷的冬晨多么和谐啊！只是到了中午，寒气渐退，火盆里的火炭，大多变成了一堆白灰，这未免令人有点儿扫兴。`,

  鸟的天堂: `我们吃过晚饭，热气已经退了。太阳落下了山坡，只留下一段灿烂的红霞在天边。我们走过一段石子路，很快就到了河边。在河边的大树下，我们发现了几条小船。我们陆续跳上一只船。一个朋友解开了绳，拿起竹竿一拨，船缓缓地动了，向河中心移去。河面很宽，白茫茫的水上没有一点儿波浪。船平静地在水面移动。三支桨有规律地在水里划，那声音就像一支乐曲。

在一个地方，河面变窄了。一簇簇树叶伸到水面上。树叶真绿得可爱。那是许多株茂盛的榕树，看不出主干在什么地方。

当我说许多株榕树的时候，朋友们马上纠正我的错误。一个朋友说那里只有一株榕树，另一个朋友说是两株。我见过不少榕树，这样大的还是第一次看见。

我们的船渐渐逼近榕树了。我有机会看清它的真面目，真是一株大树，枝干的数目不可计数。枝上又生根，有许多根直垂到地上，伸进泥土里。一部分树枝垂到水面，从远处看，就像一株大树卧在水面上。

那么多的绿叶，一簇堆在另一簇上面，不留一点儿缝隙。那翠绿的颜色，明亮地照耀着我们的眼睛，似乎每一片绿叶上都有一个新的生命在颤动。这美丽的南国的树！

船在树下泊了片刻。岸上很湿，我们没有上去。朋友说这里是“鸟的天堂”，有许多鸟在这树上做巢，农民不许人去捉它们。我仿佛听见几只鸟扑翅的声音，等我注意去看，却不见一只鸟的影儿。只有无数的树根立在地上，像许多根木桩。地是湿的，大概涨潮的时候河水会冲上岸去。“鸟的天堂”里没有一只鸟，我不禁这样想。船开了，一个朋友拨着桨，船缓缓地移向河中心。

第二天，我们划着船到一个朋友的家乡去。那是个有山有塔的地方。从学校出发，我们又经过那“鸟的天堂”。

这一次是在早晨。阳光照耀在水面，在树梢，一切都显得更加光明了。我们又把船在树下泊了片刻。

起初周围是静寂的。后来忽然起了一声鸟叫。我们把手一拍，便看见一只大鸟飞了起来。接着又看见第二只，第三只。我们继续拍掌，树上就变得热闹了，到处都是鸟声，到处都是鸟影。大的，小的，花的，黑的，有的站在树枝上叫，有的飞起来，有的在扑翅膀。

我注意地看着，眼睛应接不暇，看清楚了这只，又错过了那只，看见了那只，另一只又飞起来了。一只画眉飞了出来，被我们的掌声一吓，又飞进了叶丛，站在一根小枝上兴奋地叫着，那歌声真好听。

当小船向着高塔下面的乡村划去的时候，我回头看那被抛在后面的茂盛的榕树。我感到一点儿留恋。昨天是我的眼睛骗了我，那“鸟的天堂”的确是鸟的天堂啊！`,

  月迹: `我们这些孩子，什么都觉得新鲜，常常又什么都不觉满足。中秋的夜里，我们在院子里盼着月亮，好久却不见出来，便坐回中堂里，放了竹窗帘儿闷着，缠着奶奶让讲个故事。奶奶是会说故事的，说了一个，我们还要下一个。奶奶说：“你们快出去寻月吧。”我们就跑出门去。

院子里白光光的，是月亮。我们抬头看着天空，星儿稀疏，月亮却圆了。我们疑心那圆的是镜子，又疑心那圆的是玉盘。我们坐在沙滩上，掬着水，月亮就在水里了。

我们上了船，在河里走。月亮在天上，也在水里。我们一路走，月亮一路跟着。

回到家里，月亮还在院子里。奶奶说：“月亮是每个人的，它并没有走，你们再去找吧。”我们越发觉得奇了，便在院里找起来。妙极了，它真没有走去，我们很快就在葡萄叶儿上、瓷花盆儿上、爷爷的锨刃儿上发现了。我们来了兴趣，竟寻出了院门。院门外，便是一条小河。河水细细的，却漫着一大片的净沙；从沙里透着满满的一白。我们沿着沙滩找着，竟发现那月亮还在天上，在沙上，在沙滩上。

大家都满足了，身子也来了困意，就坐在沙滩上，相依相偎地静夜了。`,

};
