/** 五年级上册 第二单元 */
module.exports = {
  搭石: `进入秋天，天气变凉，家乡的人们会根据水的深浅，从河的两岸找来一些平整方正的石头，按照二尺左右的间隔，在小溪里横着摆上一排，让人们从上面踏过，这就是搭石。

搭石，构成了家乡的一道风景。秋凉以后，人们早早地将搭石摆放好。如果别处都有搭石，唯独这一处没有，人们会谴责这里的人懒惰。上了点儿年岁的人，无论怎样急着赶路，只要发现哪块搭石不平稳，一定会放下带的东西，找来合适的石头搭上，再在上边踏上几个来回，直到满意了才肯离去。

家乡有一句“紧走搭石慢过桥”的俗语。搭石，原本就是天然石块，踩上去难免会活动，走得快才容易保持平衡。人们走搭石不能抢路，也不能突然止步。如果前面的人突然停住，后边的人没处落脚，就会掉进水里。每当上工、下工，一行人走搭石的时候，动作是那么协调有序！前面的抬起脚来，后面的紧跟上去。嗒嗒的声音，像轻快的音乐；清波漾漾，人影绰绰，给人画一般的美感。

经常到山里的人，大概都见过这样的情景：如果有两个人面对面同时走到溪边，总会在第一块搭石前止步，招手示意，让对方先走，等对方过了河，俩人再说上几句家常话，才相背而行。假如遇上老人来走搭石，年轻人总要俯下身子背老人过去。人们把这看成理所当然的事。

一排排搭石，任人走，任人踏，它们联结着故乡的小路，也联结着乡亲们美好的情感。`,

  将相和: `战国时，秦国很强大，常常进攻别的国家。

有一回，赵王得了一件无价之宝，叫和氏璧。秦王知道了，就写了一封信给赵王，说是愿意拿十五座城换这块璧。赵王接到了信非常着急，立即召集大臣来商议。大家说秦王不过想把和氏璧骗到手罢了，不能上他的当；可是不答应，又怕他派兵来进攻。正在为难的时候，有人说有个叫蔺相如的人，勇敢机智，也许他能解决这个难题。

赵王把蔺相如找来，问他该怎么办。蔺相如说：“我愿意带着和氏璧到秦国去。如果秦王真的拿十五座城来换，我就把璧交给他；如果他不肯交出十五座城，我一定把璧完好无缺地送回来。”赵王和大臣们没有别的办法，只好派蔺相如带着和氏璧到秦国去。

蔺相如到了秦国，进宫见了秦王，献上和氏璧。秦王双手捧住璧，一边看一边称赞，绝口不提十五座城的事。蔺相如看这情形，知道秦王没有拿城换璧的诚意，就上前一步，说：“这块璧有点儿小毛病，让我指给您看。”秦王听他这么一说，就把和氏璧交给蔺相如。蔺相如捧着璧，往后退了几步，靠着柱子站定。他怒发冲冠，说：“我看您并不想交付十五座城。现在璧在我手里，您要是强逼我，我的脑袋和璧就一块儿撞碎在这柱子上！”说着，他举起和氏璧就要向柱子上撞。秦王怕他真的把璧撞碎了，连忙说一切都好商量，就叫人拿出地图，把允诺划归赵国的十五座城指给他看。蔺相如说和氏璧是无价之宝，要举行个隆重的典礼，他才能交出来。秦王只好跟他约定了举行典礼的日期。

蔺相如反复思量，觉得秦王还是不会信守承诺的，一回到客舍，就叫手下人化了装，带着和氏璧抄小路先回赵国去了。到了举行典礼那一天，蔺相如进宫见了秦王，大大方方地说：“和氏璧已经送回赵国去了。您如果有诚意，先把十五座城交给我国，我国马上派人把璧送来，决不失信。不然，您杀了我也没有用，天下的人都知道秦国是从来不讲信用的！”秦王没有办法，只得客客气气地把蔺相如送回国。

这就是“完璧归赵”的故事。蔺相如立了功，赵王封他做上大夫。

过了几年，秦王约赵王在渑池会面。赵王胆怯，不敢前去。蔺相如对赵王说：“对秦王不能示弱，还是去的好，赵王才决定动身，让蔺相如随行。大将军廉颇带着军队送他们到边境上，作好了抵御秦兵的准备。

赵王到渑池与秦王会面。秦王要赵王鼓瑟。赵王不好推辞，鼓了一段。秦王就叫人记录下来，说在渑池会上，秦王令赵王鼓瑟。

蔺相如看秦王这样侮辱赵王，生气极了。他走到秦王面前，说：“请您为赵王击缶。”秦王拒绝了。蔺相如再要求，秦王还是拒绝。蔺相如说：“您现在离我只有五步远。您不答应，我就跟您同归于尽！”秦王被逼得没法，只好敲了一下缶。蔺相如也叫人记录下来，说在渑池会上，秦王为赵王击缶。

秦王没占到便宜。他知道廉颇已经在边境上作好了准备，不敢拿赵王怎么样，只好让赵王回去。

蔺相如在渑池会上又立了功。赵王封蔺相如为上卿，职位比廉颇还高。

廉颇很不服气，他对别人说：“我廉颇立下了那么多战功，他蔺相如就靠一张嘴，反而爬到我头上去了。要是我碰见他，一定要让他下不来台！”蔺相如听说了，就请病假不上朝，免得跟廉颇见面。

有一天，蔺相如坐车出去，远远看见廉颇走过来，他赶紧叫车夫把车往回赶。蔺相如手下的人可看不顺眼了。他们说，蔺相如见了廉颇像老鼠见了猫似的，为什么要怕他呢？蔺相如对他们说：“诸位请想一想，廉将军和秦王比，谁厉害？”他们说：“当然秦王厉害！”蔺相如说：“秦王我都不怕，还会怕廉将军吗？大家知道，秦王不敢进攻我们赵国，就因为武有廉颇，文有蔺相如。如果我们俩闹不和，就会削弱赵国的力量，秦国必然乘机来攻打我们。我之所以避着廉将军，为的是我们赵国啊！”

蔺相如的话传到了廉颇的耳朵里。廉颇静下心来想了想，觉得自己为了争一口气，就不顾国家的利益，真不应该。于是，他脱下战袍，背上绑着荆条，到蔺相如门上请罪。蔺相如见廉颇来负荆请罪，连忙热情地出来迎接。从此以后，他们俩成了好朋友，同心协力保卫赵国。`,

  什么比猎豹的速度更快: `也许你跑得很快。不过要是你跟猎豹和鸵鸟赛跑，就一点儿赢的希望也没有了。

人在奋力奔跑的时候，最大速度能够达到二十四千米每小时。这个速度跟鸵鸟比起来差远了——鸵鸟奔跑的最大速度是七十二千米每小时。在两条腿的动物里面，鸵鸟应该算是奔跑的世界冠军。

比鸵鸟跑得更快的动物就要数猎豹了。猎豹奔跑的最大速度可达一百一十千米每小时。猎豹才是陆地上跑得最快的动物！

但是游隼向下俯冲时的速度更快，超过三百二十千米每小时！这个速度是汽车在高速公路上飞速行驶时速度的两到三倍！它俯冲时的速度比任何一种动物奔跑时的速度都要快。

不过，游隼还是没有飞机飞行的速度快。在喷气式飞机飞行的高度，声音传播的速度大约是一千零五十千米每小时，而一些高速喷气式飞机的飞行速度是声速的数倍。如果你对着一个以超音速移动的人大喊，他是什么都听不见的。因为声音根本就追不上他。

乘坐喷气式飞机去旅行，速度绝对是够快的了。但是，如果你想到月球上去，就需要搭乘速度更快的工具了——火箭！为了摆脱地心引力，飞到浩瀚的太空中，火箭的速度要比喷气式飞机快得多才行。火箭的最大速度能达到四万千米每小时，是声速的三十多倍。进入太空之后，即使关掉发动机，火箭仍可以继续前进。

看！前面呼啸而过的东西是什么？跟它的速度一比，火箭就好像是静止的一样。那是流星体！流星体是太空中较小的天体。有的流星体运动的最大速度能达到二十五万千米每小时，是火箭运动最大速度的六倍多。

现在，你一定会认为流星体是人们所能见到的速度最快的物体。不过，还有比流星体运动速度快得多的东西，而且它就在我们身边。只要我们按下手电筒的开关，立刻会出现一束光柱。光的速度是惊人的，大约是三十万千米每秒，比流星体的速度要快几千倍！如果按照光速运动，我们一秒钟就可以沿着地球赤道转约七圈半！科学家认为光的传播速度是最快的。

真是令人难以置信，宇宙中最快的东西居然可以轻易地拿在手上！`,

  冀中的地道战: `1942到1944年间，日本侵略军在冀中平原上“大扫荡”，还修筑了封锁沟和封锁墙，十里一碉，八里一堡。为了粉碎敌人的“扫荡”，冀中人民在中国共产党的领导下，创造了新的斗争方式，这就是地道战。

地道的式样有一百多种。就拿任丘的来说吧，村里的地道挖在街道下面，跟别村相通的地道挖在庄稼地下面。地道有四尺多高，个儿高的人弯着腰可以通过；地道的顶离地面三四尺，不妨碍上面种庄稼。地道里每隔一段距离就有一个大洞，洞顶用木料撑住，很牢靠。大洞四壁又挖了许多小洞，有的住人，有的拴牲口，有的搁东西，有的做厕所。一个大洞容得下一百来人，最大的能容二百多人。洞里经常准备着开水、干粮、被子、灯火，在里面住上个三五天不成问题。洞里有通到地面的气孔，从气孔里还能漏下光线来。气孔的口子都开在隐蔽的地方，敌人很难发现。人藏在洞里，既不气闷，又不嫌暗。有的老太太把纺车也搬进来，还嗡嗡嗡地纺线呢。

地道的出口也开在隐蔽的地方，外面堆满荆棘。有的还在旁边挖一个陷坑，坑里插上尖刀或者埋上地雷，上面用木板虚盖着，板上铺了草，敌人一踏上去就翻下坑里送了命。在地道里，离出口不远的地方挖几个特别坚固的洞，民兵拿着武器在洞里警戒；拐弯的地方挖一些岔道，叫“迷惑洞”，敌人万一进来了，分不清哪一条是死道，哪一条是活道。进了死道，就有地雷埋在那儿等着他们；就算进了活道，他们也过不了关口。原来地道里每隔一段就有个很窄的“孑口”，只能容一个人爬过去。只要一个人拿一根木棒，就可以把“孑口”守住，真是“一夫当关，万夫莫开”。

敌人尝到了地道的厉害，想方设法来破坏，什么火攻啊，水攻啊，毒气攻啊，都用遍了。大家又想出了许多妙法来防备。洞口准备着土和沙，可以用来灭火。“孑口”上装着吊板，如果敌人放毒气，就把吊板放下来挡住，不让毒气往里透。对付水攻的法子更妙了，把地道跟枯井暗沟连接起来，敌人放水的时候，水从哪儿进来，就从哪儿流出去。洞里经常准备着开水、干粮、被子、灯火，在里面住上个三五天不成问题。

有了地道战这个斗争方式，敌人毒辣透顶的“扫荡”被粉碎了。冀中平原上的人民不但坚持了生产，还有力地打击了敌人，在我国抗日战争史上留下了惊人的奇迹。`,

};
