/** 五年级上册 第一单元 */
module.exports = {
  白鹭: `白鹭是一首精巧的诗。

色素的配合，身段的大小，一切都很适宜。

白鹤太大而嫌生硬，即使如粉红的朱鹭或灰色的苍鹭，也觉得大了一些，而且太不寻常了。

然而白鹭却因为它的常见，而被人忘却了它的美。

那雪白的蓑毛，那全身的流线型结构，那铁色的长喙，那青色的脚，增之一分则嫌长，减之一分则嫌短，素之一忽则嫌白，黛之一忽则嫌黑。

在清水田里，时有一只两只白鹭站着钓鱼，整个的田便成了一幅嵌在玻璃框里的画。田的大小好像是有心人为白鹭设计的镜匣。

晴天的清晨，每每看见它孤独地站立于小树的绝顶，看来像是不安稳，而它却很悠然。这是别的鸟很难表现的一种嗜好。人们说它是在望哨，可它真是在望哨吗？

黄昏的空中偶见白鹭的低飞，更是乡居生活中的一种恩惠。那是清澄的形象化，而且具有生命了。

或许有人会感到美中不足，白鹭不会唱歌。但是白鹭本身不就是一首很优美的歌吗？——不，歌未免太铿锵了。

白鹭实在是一首诗，一首韵在骨子里的散文诗。`,

  落花生: `我们家的后园有半亩空地，母亲说：“让它荒着怪可惜的，你们那么爱吃花生，就开辟出来种花生吧。”我们姐弟几个都很高兴，买种，翻地，播种，浇水，没过几个月，居然收获了。

母亲说：“今晚我们过一个收获节，请你们父亲也来尝尝我们的新花生，好不好？”母亲把花生做成了好几样食品，还吩咐就在后园的茅亭里过这个节。

那晚的天色不大好，可是父亲也来了，实在很难得。

父亲说：“你们爱吃花生吗？”

我们争着答应：“爱！”

“谁能把花生的好处说出来？”

姐姐说：“花生的味道很美。”

哥哥说：“花生可以榨油。”

我说：“花生的价钱便宜，谁都可以买来吃，都喜欢吃。这就是它的好处。”

父亲说：“花生的好处很多，有一样最可贵：它的果实埋在地里，不像桃子、石榴、苹果那样，把鲜红嫩绿的果实高高地挂在枝上，使人一见就生爱慕之心。你们看它矮矮地长在地上，等到成熟了，也不能立刻分辨出来它有没有果实，必须挖起来才知道。”

我们都说是，母亲也点点头。

父亲接下去说：“所以你们要像花生，它虽然不好看，可是很有用。”

我说：“那么，人要做有用的人，不要做只讲体面，而对别人没有好处的人。”

父亲说：“对。这是我对你们的希望。”

我们谈到深夜才散。花生做的食品都吃完了，父亲的话却深深地印在我的心上。`,

  桂花雨: `中秋节前后，正是故乡桂花盛开的时节。

小时候，我无论对什么花，都不懂得欣赏。父亲总是指指点点地告诉我，这是梅花，那是木兰花……但我除了记些名字外，并不喜欢。我喜欢的是桂花。桂花树的样子笨笨的，不像梅树那样有姿态。不开花时，只见到满树的叶子；开花时，仔细地在树丛里寻找，才能看到那些小花。可是桂花的香气，太迷人了。

故乡靠海，八月是台风季节。桂花一开，母亲就开始担心了：“可别来台风啊！”母亲每天都要在前后院子走一回，嘴里念着：“只要不来台风，我就可以收几大箩。送一箩给胡家老爷爷，送一箩给毛家老婆婆，他们两家糕饼做得多。”

桂花盛开的时候，不说香飘十里，至少前后左右十几家邻居，没有不浸在桂花香里的。桂花成熟时，就应当“摇”。摇下来的桂花，朵朵完整、新鲜。如果让它开过了，落在泥土里，尤其是被风吹落，比摇下来的香味就差多了。

摇花对我来说是件大事，我总是缠着母亲问：“妈，怎么还不摇桂花呢？”母亲说：“还早呢，花开的时间太短，摇不下来的。”可是母亲一看天上布满阴云，就知道要来台风了，赶紧叫大家提前摇桂花。这下，我可乐了，帮大人抱着桂花树，使劲地摇。摇哇摇，桂花纷纷落下来，我们满头满身都是桂花。我喊着：“啊！真像下雨，好香的雨呀！”

桂花摇落以后，挑去小枝小叶，晒上几天太阳，收在铁盒子里，可以加在茶叶里泡茶，过年时还可以做糕饼。全年，整个村子都浸在桂花的香气里。

我念中学的时候，全家到了杭州。杭州有一处小山，全是桂花树，花开时那才是香飘十里。秋天，我常到那儿去赏桂花。回家时，总要捡一大袋桂花给母亲。可是母亲说：“这里的桂花再香，也比不上家乡院子里的桂花。”

于是，我又想起了在故乡童年时代的“摇花乐”，还有那摇落的阵阵桂花雨。`,

  珍珠鸟: `真好！朋友送我一对珍珠鸟。放在一个简易的竹条编成的笼子里，笼内还有一卷干草，那是小鸟舒适又温暖的巢。

有人说，这是一种怕人的鸟。

我把它挂在窗前，那儿还有一大盆异常茂盛的法国吊兰。我便用吊兰长长的、串生着小绿叶的垂蔓蒙盖在鸟笼上，它们就像躲进深幽的丛林一样安全；从中传出的笛儿般又细又亮的叫声，也就格外轻松自在了。小鸟的影子就在这中间隐约闪动，看不完整，有时连笼子也看不出，却见它们可爱的鲜红小嘴从绿叶中伸出来。

我很少扒开垂蔓瞧它们，它们便渐渐敢伸出小脑袋瞅瞅我。我们就这样一点点熟悉了。

三个月后，那一团越发繁茂的绿蔓里边，发出一种尖细又娇嫩的鸣叫。我猜到，是它们有了雏儿。我呢，决不掀开叶片往里看，连添食加水时也不睁大好奇的眼去惊动它们。过不多久，忽然有一个更小的脑袋从叶间探出来。哟，雏儿！正是这小家伙！

起先，这小家伙只在笼子四周活动，随后就在屋里飞来飞去，一会儿落在柜顶上，一会儿神气十足地站在书架上，啄着书背上那些大文豪的名字，一会儿把灯绳撞得来回摇动，跟着逃到画框上去了。只要大鸟在笼里生气地叫一声，它就立即飞回笼里去。

我不管它。这样久了，打开窗子，它最多只在窗框上站一会儿，决不飞出去。

渐渐它胆子大了，就落在我的书桌上。它先是离我较远，见我不去伤害它，便一点点挨近，然后蹦到我的杯子上，俯下头来喝茶，再偏过脸瞧瞧我的反应。我只是微微一笑，依旧写东西，它就放开胆子跑到稿纸上，绕着我的笔尖蹦来蹦去，跳动的小红爪子在纸上发出嚓嚓的响声。

我不动声色地写，默默享受着这小家伙亲近的情意。这样，它完全放心了，索性用那涂了蜡似的、角质的小红嘴，嗒嗒地啄着我颤动的笔尖。我用手抚一抚它细腻的绒毛，它也不怕，反而友好地啄两下我的手指。

白天，它这样淘气地陪伴我；天色入暮，它就在父母再三的呼唤声中，飞向笼子，扭动滚圆的身子，挤开那些绿叶钻进去。

有一天，我伏案写作时，它居然落到我的肩上。我手中的笔不觉停了，生怕惊跑它。待一会儿，扭头看，这小家伙竟趴在我的肩头睡着了，银灰色的眼睑盖住眸子，小红脚刚好被胸脯上长长的绒毛盖住。我轻轻抬一抬肩，它没醒，睡得好熟！还咂咂嘴，难道在做梦？

我笔尖一动，流泻下一时的感受：

信赖，往往创造出美好的境界。`,

};
