/** 五年级上册 第四单元 */
module.exports = {
  '示儿（陆游）': `死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。`,

  '题临安邸（林升）': `山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。`,

  '己亥杂诗（龚自珍）': `九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人材。`,

  少年中国说: `故今日之责任，不在他人，而全在我少年。少年智则国智，少年富则国富；少年强则国强，少年独立则国独立；少年自由则国自由；少年进步则国进步；少年胜于欧洲，则国胜于欧洲；少年雄于地球，则国雄于地球。红日初升，其道大光。河出伏流，一泻汪洋。潜龙腾渊，鳞爪飞扬。乳虎啸谷，百兽震惶。鹰隼试翼，风尘吸张。奇花初胎，矞矞皇皇。干将发硎，有作其芒。天戴其苍，地履其黄。纵有千古，横有八荒。前途似海，来日方长。美哉我少年中国，与天不老！壮哉我中国少年，与国无疆！`,

  圆明园的毁灭: `圆明园的毁灭是中国文化史上不可估量的损失，也是世界文化史上不可估量的损失！

圆明园在北京西北郊，是一座举世闻名的皇家园林。它由圆明园、绮春园和长春园组成，所以也叫圆明三园。此外，还有许多小园，分布在圆明园东、西、南三面，众星拱月般环绕在圆明园周围。

圆明园中，有金碧辉煌的殿堂，也有玲珑剔透的亭台楼阁；有象征着热闹街市的“买卖街”，也有象征着田园风光的山乡村野。园中许多景物都是仿照各地名胜建造的，如海宁的安澜园、苏州的狮子林、杭州西湖的平湖秋月；还有很多景物是根据古代诗人的诗情画意建造的，如蓬莱瑶台、武陵春色。园中不仅有民族建筑，还有西洋景观。漫步园内，有如漫游在天南海北，饱览着中外风景名胜；流连其间，仿佛置身在幻想的境界里。

圆明园不但建筑宏伟，还收藏着最珍贵的历史文物：上自先秦时代的青铜礼器，下至唐、宋、元、明、清历代名人书画和各种奇珍异宝。所以，它又是当时世界上最大的博物馆、艺术馆。

1860年10月6日，英法联军侵入北京，闯进圆明园。他们把园内凡是能拿走的东西，统统掠走；拿不动的，就用大车或牲口搬运；实在运不走的，就任意破坏、毁掉。为了销毁罪证，10月18日和19日，三千多名侵略者奉命在园内放火。大火连烧三天，烟云笼罩了整个北京城。我国这一园林艺术的瑰宝、建筑艺术的精华，就这样化为一片灰烬。`,

};
