/** 五年级上册 第五单元 */
module.exports = {
  太阳: `有这么一个传说，古时候，天上有十个太阳，晒得地面寸草不生。人们热得受不了，就找一个箭法很好的人射掉九个，只留下一个，地面上才不那么热了。其实，太阳离我们约有一亿五千万千米远。到太阳上去，如果步行，日夜不停地走，差不多要走三千五百年；就是坐飞机，也要飞二十几年。这么远，箭哪能射得到呢？

我们看到太阳，觉得它并不大，实际上它大得很，约一百三十万个地球的体积才能抵得上一个太阳。因为太阳离地球太远了，所以看上去只有一个盘子那么大。

太阳会发光，会发热，是个大火球。太阳的温度很高，表面温度有五千多摄氏度，就是钢铁碰到它，也会变成气体；中心温度估计是表面温度的三千倍。

太阳虽然离我们很远很远，但是它和我们的关系非常密切。有了太阳，地球上的庄稼和树木才能发芽，长叶，开花，结果；鸟、兽、虫、鱼才能生存，繁殖。如果没有太阳，地球上将不会有植物，也不会有动物。我们吃的粮食、蔬菜、水果、肉类，穿的棉、麻、毛、丝，都和太阳有密切的关系。埋在地下的煤炭，看起来好像跟太阳没有关系，其实离开太阳也不能形成。因为煤炭是由远古时代的植物埋在地层底下变成的。

地面上的水被太阳晒着的时候，吸收了热，变成了水蒸气。水蒸气遇到冷，凝成了无数的小水滴，漂浮在空中，变成云。云层里的小水滴越聚越多，就变成雨或雪落下来。

太阳晒着地面，有些地区吸收的热量多，那里的空气就比较热；有些地区吸收的热量少，那里的空气就比较冷。空气有冷有热，才能流动，成为风。

太阳光有杀菌的能力，我们可以利用它来预防和治疗疾病。

地球上的光明和温暖都是太阳送来的。如果没有太阳，地球上将到处是黑暗，到处是寒冷，没有风、雪、雨、露，没有草、木、鸟、兽，自然也不会有人。一句话，没有太阳，就没有我们这个美丽可爱的世界。`,

  小岛: `无边无际的大海上，有一座小岛，远远望去，像一片云在天边浮着。这里树少，草少，土也很少，却驻扎着一群海军士兵。将军上岛时正是这儿比较凉快的时候，但也有二十多摄氏度。没法子，谁叫这儿离赤道近呢。小岛转一圈也用不了十分钟，所以，到第五分钟时，将军就发现了问题。“岛那边是什么东西，搞得那么神秘？是暗堡？”将军说着快步向前，才发现那是菜地。

那一片油布已经翻开，露出了一大块菜地，那绿油油的一片，竟构成了一幅中国地图。将军心里一阵热，不由发出一声轻轻的感叹：“全国的省份，一大半有土在这里种着呢！”

“从老家？”将军刚问了一句。

“老家？”队长说，“从老家带来的，从全国各地带来的。”

“是啊，那油布上，竟有中国地图。”

晚饭时，队长陪将军来到队部，将军叫大家坐下来，把岛上的菜给大家介绍一下……

清晨，将军乘快艇离开了小岛。回望小岛，他看到那片绿色上面，一轮鲜红的太阳正在升起。

他向着太阳，向着那片绿色，也向着小岛，行了一个标准的军礼。`,

};
