/** 五年级上册 第八单元 */
module.exports = {
  '古人谈读书（一）': `知之为知之，不知为不知，是知也。敏而好学，不耻下问。默而识之，学而不厌，诲人不倦。我非生而知之者，好古，敏以求之者也。学如不及，犹恐失之。吾尝终日不食，终夜不寝，以思，无益，不如学也。——《论语》`,

  '古人谈读书（二）': `余尝谓读书有三到，谓心到、眼到、口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？——朱熹`,

  忆读书: `一谈到读书，我的话就多了！

我自从会认字后不到几年，就开始读书。倒不是四岁时读母亲给我的国文教科书，而是七岁时开始自己读“话说天下大势，分久必合，合久必分……”的《三国演义》。那时，我的舅父杨子敬先生每天晚饭后，必给我们几个表兄妹讲一段《三国演义》，我听得津津有味，什么“宴桃园豪杰三结义，斩黄巾英雄首立功”，真是好听极了。但是他讲了半个钟头，就停下去干他的公事了。我只好带着对于故事下文的无限悬念，在母亲的催促下，含泪上床。

此后，我决定咬了牙拿起一本《三国演义》自己读，一知半解地读了起来，居然越看越明白，虽然字音都读得不对，比如把“凯”念作“岂”，把“诸”念作“者”之类，因为就只学过那个字一半。

我第一次读到关羽死了，哭了一场，把书丢下了。第二次读到诸葛亮死了，又哭了一场，又把书丢下了。最后忘了是什么时候才把全书读到“分久必合”的结局。

因为看《三国演义》引起了我对章回小说的兴趣，对于那部述说“官迫民反”的《水浒传》尤其欣赏。那部书里着力描写的人物，如林冲、武松、鲁智深，都有极其生动的性格，虽然因为作者要凑成三十六天罡七十二地煞勉勉强强地写满了一百零八人的数目，我觉得比没有人物个性的《荡寇志》强多了。

《红楼梦》是我在十二三岁时看的，起初我对它的兴趣并不大，贾宝玉的女声女气，林黛玉的哭哭啼啼，都使我厌烦。还是到了中年以后再拿起这部书看时，才尝到“满纸荒唐言，一把辛酸泪”所包含的一个家庭兴亡盛衰的滋味。

总而言之，统而言之，我这一辈子读到的中外文艺作品不能算太少。我永远感到读书是我生命中最大的快乐！从读书中我还得到了做人处世要独立思考的大道理，这都是从“修身”课本中得不到的。

因此，某年的“六一”国际儿童节，有个儿童刊物要我给儿童写几句指导读书的话，我只写了九个字，就是：读书好，多读书，读好书。`,

  '我的“长生果”': `书，被人们称为人类文明的“长生果”。这个比喻，我觉得特别亲切。

像蜂蝶飞过花丛，像泉水流经山谷，我每忆及少年时代，就禁不住涌起愉悦之情。在记忆的心扉中，少年时代的读书生活恰似一幅流光溢彩的画页，也似一阕跳跃着欢快音符的乐章。

我最早的读物是被孩子们叫作“香烟人”的小画片。那是一种比火柴盒略大的硬纸片，正面印画，反面印字，是每盒香烟中的附赠物。遇到大人让买烟，这美差往往属于男孩，只集得几十张。开始我看得津津有味，天长日久，就感到不过瘾了。

后来，我看到几本真正的连环画。一位爱好美术的小学教师，他有几套连环画，我看得如醉如痴：《七色花》引得我浮想联翩，《血泪仇》又叫我泪落如珠。后来，哥哥的朋友们送了我几册小书：《刘胡兰小传》《卓娅和舒拉的故事》《古丽雅的道路》……只要手中一有书，我就忘了吃忘了睡。

渐渐地，连环画一类的小书已不能使我满足了，我又发现了一块绿洲——小镇的文化站有几百册图书！我每天一放下书包就奔向那里。几个月的工夫，这个小图书馆所有的文艺书籍，我差不多都借阅了一遍。我读得很快，囫囵吞枣，大有“不求甚解”的味道。吸引我的首先是故事，是各种人物的命运遭遇，他们的悲欢离合常常使我牵肠挂肚。

莎士比亚说：“书籍是全世界的营养品。”像我这样对阅读如饥似渴的少年，它的功用更是不言而喻。醉心阅读使我得到了报偿。从小学三年级开始，我的作文便常常居全班之冠。阅读也大大扩展了我的想象力。在家对着一面花纹驳杂的石墙，我会呆上半天，构想种种神话传说；路上遇到一个残疾人，我会黯然神伤，编织他的悲惨身世。

记得有一次，作文的题目是《秋天来了》。老师读了一位同学的范文，说：“当大多数同学千篇一律地开始写‘秋天来了，树叶黄了’的时候，这位同学别出心裁，说秋天是有一位‘魔术师’赶来的……”我心里忽然掠过了不安分的一念：大家都这样写多没意思！我要用自己的眼睛去看秋天，用自己的感受去写秋天。

我把秋天比作一个穿着金色衣裙的仙女，她那轻飘的衣袖拂去了太阳的焦热，将明亮和清爽撒给大地；她用宽大的衣衫挡着风寒，却捧起沉甸甸的果实奉献人间。人们都爱秋天，爱她的天高气爽，爱她的云淡日丽，爱她的香飘四野。秋天，使农民的笑容格外灿烂。

于是，我的作文得了个“甲优”，老师在文中又圈又点，并将它作为范文在班上朗读。

这小小的光荣，使我悟得一点道理：作文，首先构思要别出心裁，落笔也要有点儿与众不同的“鲜味”才好。这些领悟自然是课外读物的馈赠。

后来，我又不满足于只看一般的故事书了，我迷上了古今中外的大部头小说，以至我这个手不释卷的人对其他的东西都没有印象了。

作文，要写真情实感；作文练习，开始离不开借鉴和模仿，但是真正打动人心的东西，应该是自己呕心沥血的创造。`,


};
