/** 六年级下册 第二单元 */
module.exports = {
  鲁滨逊漂流记: `从前，有一个人叫鲁滨逊，是个英国人。他喜欢航海和冒险，到过世界上很多地方，碰到过许多危险，但他一点儿也不畏惧，希望走遍天涯海角。

有一次，他和同伴们乘船前往南美洲，途中遇上大风，船上的桅杆吹断了，船也翻了，同伴们都死在了海里，只有他一个人被大浪冲到了一个无名的、没有人居住的荒岛，到处是乱石野草。他又累又饿，心里想：流落到这种地方，怎样活下去呢？

他从翻了的船里找到很多可以用、可以吃的东西，陆续搬到岸上，搭起一座简陋的帐篷。那儿可以看到海面，他希望看到过往的船只，以便请求救援。

鲁滨逊在岛上定居下来，过着寂寞的生活。他没有更高的要求，但是破船上搬下来的食物很快吃光了，要想活下去，就得想办法。

他每天要么拿着枪，带着狗到森林里去打猎，要么到海边去捕鱼，还把捕到的活山羊畜养起来。后来他竟有了成群的山羊，可以常喝羊奶，吃羊肉。鲁滨逊从船上搬下来的东西里，有一些麦子，他把它们撒在围墙里，不久长出了嫩芽，后来结出了十几个穗子。他用这点儿麦种反复种收，到了第四年，终于吃到了自己种的粮食。

很多年过去了。有一天，鲁滨逊忽然发现海边沙滩上出现了人的脚印。他惊恐万分，猜想这一定是附近陆地上的野人留下来的。他担心这些野人会来吃掉他，于是在住所前的空地上插下杨柳桩子，又将羊群分在几个地方圈养。他在这种不安的心情下又生活了几年。有一天，鲁滨逊看到三十多个野人乘着小木船上了岸。他们拖出两个倒霉的同伴，杀了其中一个人，另一个挣扎着逃跑。他逃跑的方向正是鲁滨逊住所的方向。鲁滨逊决心救下这个逃跑的野人，于是他开枪打死了追赶他的两个野人。他给救下的野人取名“星期五”。“星期五”很快成了他的好帮手，他们愉快地生活在岛上，扩大了粮食种植面积，又增加了几个羊圈，晒了很多葡萄干。鲁滨逊差不多淡忘了要回到英国、回到文明社会去。

有一天清晨，鲁滨逊被“星期五”喊醒，原来有一艘英国船只停泊在附近。他发现船上发生了叛乱，水手们绑架了船长。鲁滨逊和“星期五”救出了船长，船长愉快地答应带他们回英国去。

在荒岛上生活了二十八年后，鲁滨逊终于回到英国。`,

  骑鹅旅行记: `男孩简直不敢相信他会变成小狐仙。“这大概是一场梦，一种幻觉吧！”他想，“过一会儿我肯定还会再变成一个人。”“大概过一会儿我就会变回来了。”可是过了好久，他也没有变回来。他忽然明白了，他已经不再是一个人，而是一只小狐仙了。

他变成小狐仙以后，第一件要做的事就是去找小狐仙讲和，因为他觉得小狐仙把他变成这样，实在是太不应该了。

他立刻决定去找小狐仙。他记得小狐仙平时住在牛棚里，就朝牛棚走去。牛棚里只有三头牛，可是当他走进去的时候，它们都大声吼叫起来：“你过来，我给你一蹄子，让你永远不能忘记！”“你过来，我给你一角，让你永远不能忘记！”“你过来，我给你一尾巴，让你永远不能忘记！”

男孩想，它们一定是因为自己以前欺负它们，现在来报复了。他垂头丧气地从牛棚里走出来，想去看看鹅。

他走到鹅窝边，听见鹅叫道：“你过来，我给你一翅膀，让你永远不能忘记！”

男孩又垂头丧气地走了。他忽然看见猫，就对猫说：“亲爱的猫咪，小狐仙在哪里？”

猫说：“我倒是知道小狐仙在哪里，可是我不告诉你。”

男孩生气了，说：“你这只坏猫，看我不揪你的尾巴！”

他刚要去揪猫的尾巴，猫就扑过来，差点儿把他的脸抓破。

男孩又去找小狐仙，可是没有找到。他垂头丧气地坐在台阶上，忽然听见空中有人说：“你这只雄鹅，快下来，快下来！”

他抬头一看，是一群大雁。雄鹅莫顿听见了，说：“我要飞，我要飞！”

男孩想，如果这只雄鹅飞走了，父母会伤心的。他忘了自己已经不是人，就一把抱住雄鹅的脖子，没想到雄鹅真的飞起来了，他也跟着飞上了天空。

就这样，他骑在雄鹅背上，跟着大雁飞遍了瑞典。`,

  '汤姆·索亚历险记': `汤姆有几个朋友：乔奇、班恩、吉姆，但最和他“臭味相投”的是镇上那个脏兮兮的流浪儿哈克。哈克的父亲是个酒鬼，从不管他，他就成了个无依无靠、游手好闲的“野孩子”。在镇民们的眼里，他是个无赖，而孩子们都觉得他是个有趣的伙伴。汤姆和哈克在哈克家的园子里玩，汤姆说：“我们去找点什么东西来挖挖吧。”哈克说：“挖什么呢？”汤姆说：“谁知道呢？说不定能挖到一箱金币呢！”

他们挖呀挖，挖了一个坑，又挖了一个坑，什么也没有挖到。

有一天，汤姆和哈克去墓地，想试试用死猫治疣子。他们躲在树后面，看见三个人：印第安人乔、酒鬼波特和年轻的医生。印第安人乔和医生吵起来，印第安人乔杀了医生，把刀塞在波特手里，逃走了。

波特醒来，看见自己拿着刀，医生死了，以为自己杀了人。

汤姆和哈克看见了这一切，心里又害怕又矛盾。他们决定不把这件事说出去。

后来，汤姆、乔奇和哈克离家出走，到杰克逊岛当“海盗”。家里的人以为他们死了，为他们举行葬礼。他们却出现在自己的葬礼上，让大家又惊又喜。

法庭上，波特要被判刑了，汤姆鼓起勇气，站出来，说出了真相。印第安人乔逃走了。

后来，汤姆和贝琪在山洞里迷路，遇到了印第安人乔。汤姆凭着勇气和智慧，带着贝琪走出山洞。印第安人乔饿死在山洞里。

汤姆和哈克回到山洞，找到了印第安人乔留下的金币，成了富翁。`,

};
