/** 六年级下册 第一单元 */
module.exports = {
  北京的春节: `照北京的老规矩，春节差不多在腊月的初旬就开始了。“腊七腊八，冻死寒鸦”，这是一年里最冷的时候。可是，到了严冬，不久便是春天，所以人们并不因为寒冷而减少过年与迎春的热情。在腊八那天，家家都熬腊八粥。这种特制的粥是祭祖祭神的，可是细一想，它倒是农业社会的一种自傲的表现——这种粥是用各种米，各种豆，与各种干果熬成的。这不是粥，而是小型的农业展览会。

腊八这天还要泡腊八蒜。把蒜瓣放进醋里，封起来，为过年吃饺子用。到年底，蒜泡得色如翡翠，醋也有了些辣味，色味双美，使人要多吃几个饺子。在北京，过年时，家家吃饺子。

从腊八起，铺户中就加紧地上年货，街上加多了货摊子——卖春联的、卖年画的、卖蜜供的、卖水仙花的等等都是只在这一季节才会出现的。这些摊子都让孩子们的心跳得更快一些。在胡同里，吆喝的声音也比平时更多更复杂起来，其中也有仅在腊月才出现的，像卖糖瓜的、卖松竹梅的、卖各种花炮的。

孩子们准备过年，第一件大事是买杂拌儿。这是用花生、胶枣、榛子、栗子等干果与蜜饯掺和成的。孩子们喜欢吃这些零七八碎儿。第二件大事是买爆竹，特别是男孩子们。恐怕第三件事才是买玩意儿——风筝、空竹、口琴等，和年画儿。

孩子们欢喜，大人们也忙乱。他们必须预备过年吃的使的喝的一切，也必须赶快给孩子们做新鞋新衣，好在新年时显出万象更新的气象。

腊月二十三日过小年，差不多就是过春节的“彩排”。在旧社会里，这天晚上家家祭灶王，从一擦黑儿鞭炮就响起来，随着炮声把灶王的纸像焚化，美其名叫送灶王上天。在前几天，街上就有卖麦芽糖、江米和关东糖的，糖形或为长方块或为瓜形，按旧日的说法：用糖粘住灶王的嘴，他到了天上就不会向玉皇报告家中的坏事了。现在，还有卖糖的，但是只由大家享用，并不再粘灶王的嘴了。

过了二十三，大家就更忙起来，新年眨眼就到了啊。在除夕以前，家家必须把春联贴好，必须大扫除一次，名曰扫房。必须把肉、鸡、鱼、青菜、年糕什么的都预备充足——至少足够吃一个星期的——按老习惯，铺户多数关五天门，到正月初六才开张。假若不预备些东西，这关几天门可没法过日子。

除夕真热闹。家家赶做年菜，到处是酒肉的香味。老少男女都穿起新衣，门外贴好红红的对联，屋里贴好各色的年画，哪一家都灯火通宵，不许间断，鞭炮声日夜不绝。在外边做事的人，除非万不得已，必定赶回家来，吃团圆饭，祭祖。这一夜，除了很小的孩子，没有什么人睡觉，而都要守岁。

元旦的光景与除夕截然不同：除夕，街上挤满了人；元旦，铺户都上着板子，门前堆着昨夜燃放的爆竹纸皮，全城都在休息。

男人们午前到亲戚家、朋友家去拜年。女人们在家中接待客人。城内城外有许多寺院开放，任人游览，小贩们在庙外摆摊、卖茶、食品和各种玩具。北城外的大钟寺、西城外的白云观、南城的火神庙（厂甸）是最有名的。可是，开庙最初的两三天，并不热闹，因为人们正忙着彼此贺年，无暇及此。到了初五六，庙会开始风光起来，小孩们特别热心去逛，为的是有骑马的、有机会买点新年吃食、玩艺儿。到了初八九，铺户开张了，大杂拌儿、糖瓜、年画、春联、灯笼、花炮、各种小玩具……一齐上市。

元宵（汤圆）上市，新年的高潮到了——元宵节（从正月十三到十七）。除夕是热闹的，可是没有月光；元宵节呢，恰好是明月当空。元旦是体面的，家家门前贴着鲜红的春联，人们穿着新衣裳，可是它还不够美。元宵节，处处悬灯结彩，整条的大街像是办喜事，火炽而美丽。有名的老铺都要挂出几百盏灯来，有的一律是玻璃的，有的清一色是牛角的，有的都是纱灯；有的各形各色，有的通通彩绘全部《红楼梦》或《水浒传》故事。这在当年，也就是一种广告。灯一悬起，任何人都可以进到铺中参观；晚间，中都点上灯，观者更多。这，的确可算是“广告”了。

小孩子们买各种花炮燃放，即使不跑到街上去淘气，在家中照样能有声有光地玩耍。家中也有灯：走马灯、宫灯、各形各色的纸灯，还有纱灯，里面有小铃，到时候就叮叮地响。大家还必须吃汤圆呀。这的确是美好快乐的日子。

一眨眼，到了残灯末庙，学生该去上学，大人又去照常做事，新年在正月十九结束了。腊月和正月，在农村社会里正是大家最闲在的时候，而猪牛羊等也正长肉，所以大家需要改善生活；而城市里的人，除开短命的工人，大家都忙起来。`,

  腊八粥: `初学喊爸爸的小孩子，会出门叫洋车了的大孩子，嘴巴上长了许多白胡子的老孩子，提到腊八粥，谁不是嘴里就立时生出一种甜甜的腻腻的感觉呢。把小米、饭豆、枣、栗、白糖、花生仁合拢来，糊糊涂涂煮成一锅，让它在锅中叹气似的沸腾着，单看它那叹气样儿，闻闻那种香味，就够咽三口以上的唾沫了，何况是，大碗大碗地装着，大匙大匙朝嘴里塞灌呢！

住方家大院的八儿，今天喜得快要发疯了。一个人进进出出灶房，看到那一大锅正在叹气的粥，碗盏都已预备整齐，摆到灶边好久了，但妈妈总是说时候还早。

他妈妈正拿起一把锅铲在粥里搅和。锅里的粥也像是益发浓稠了。

“妈，妈，要到什么时候才……”

“要到夜里！”其实她所说的夜里，并不是上灯以后。但八儿听了这种松劲的话，眼睛可急红了。锅儿啊，益发几声叹气。

“那我饿了！”八儿要哭的样子。

“饿了，也得到太阳落下时才准吃。”

饿了，也得到太阳落下时才准吃。你们想，妈妈的命令，看羊还不够资格的八儿，难道还能设什么法来反抗吗？并且八儿所说的饿，也不可靠，不过因为一进灶房，就听到那叹气样儿，才装出饿的样子来。

“妈，妈，等一下我要吃三碗！我们只准大哥吃一碗。大哥同爹都吃不得甜的，我们俩光吃甜的也成……妈，妈，你吃三碗我也吃三碗，大哥同爹只准各吃一碗，一共八碗，是吗？”

“是啊！孥孥说得对。”

“要不然我吃三碗半，你就吃半碗……”

“噗……”锅内又叹了声气。八儿回过头来，也不过是看到一股淡淡烟气往上一冲而已。

“妈，妈，你抱我起来看看！”

妈妈抱了八儿，八儿终于看到了——

“呃……”他惊异得喊起来了，锅中的一切，已是进在脑中的了。

晚饭桌边，靠着妈妈斜立着的八儿，肚子已成了一面小鼓了。在他身边桌上那两支筷子，很浪漫地摆成一个十字。桌上那大青花碗中的半碗陈腊肉，八儿的爹同妈也都奈何它不来了。`,

  '寒食（韩翃）': `春城无处不飞花，寒食东风御柳斜。日暮汉宫传蜡烛，轻烟散入五侯家。`,

  迢迢牵牛星: `迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许。盈盈一水间，脉脉不得语。`,

  '十五夜望月（王建）': `中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。`,

  藏戏: `世界上还有几个剧种是戴着面具演出的呢？世界上还有几个剧种在演出时是没有舞台的呢？世界上还有几个剧种一部戏可以演出三五天还没有结束的呢？还是从西藏僧人唐东杰布的传奇故事讲起吧。

那时候，雅鲁藏布江上没有一座桥，数不清的牛皮船被掀翻在野马脱缰般的激流中，许多试图过江的百姓被咆哮的江水吞噬。于是，年轻的僧人唐东杰布许下宏愿，发誓架桥，为民造福。一无所有的唐东杰布，招来的只有一阵哄堂大笑。

于是就有了这样一段传奇。唐东杰布在山南琼结，认识了能歌善舞的七位姑娘，组成了西藏的第一个藏戏班子，用歌舞说唱的形式，表演宗教故事、历史传说，劝人行善积德、出钱出力、共同修桥。随着雄浑的歌声响彻雪山旷野，有人献出钱财，有人布施铁块，有人送来粮食，更有大批的农民、工匠跟着他们，从一个架桥工地，走到另一个架桥工地……

藏戏的种子随之洒遍了雪域高原。所到之处，人们为姑娘们俊俏的容貌、婀娜的舞姿、优美清新的唱腔赞叹不已，观众们惊叹道：莫不是阿吉拉姆下凡跳舞了吧！以后人们就把藏戏演出称为“阿吉拉姆”。

就这样，身无分文的唐东杰布在雅鲁藏布江上留下了58座铁索桥，同时，成为藏戏的开山鼻祖。

在藏戏里，身份相同的人物所戴的面具，其颜色和形状基本相同。

善者的面具是白色的，白色代表纯洁；

国王的面具是红色的，红色代表威严；

王妃的面具是绿色的，绿色代表柔顺；

活佛的面具是黄色的，黄色代表吉祥；

巫女的面具是半黑半白，象征其两面三刀的性格；

妖魔的面具青面獠牙，以示压抑和恐怖；

村民老人的面具则用白布或黄布缝制，眼睛、嘴唇处挖一个窟窿，以示朴实敦厚。

面具运用象征、夸张的手法，使戏剧中的人物形象突出、性格鲜明，这是藏戏面具在长期发展过程中保留的重要原因之一。

雪山江河作背景，草原大地作背景。藏戏的艺人们席地而唱，不要幕布，不要灯光，不要道具，只要一鼓、一钹为其伴奏。他们别无所求，只要有观众就行。

藏戏就是这样，一代一代师传身授下去。`,

};
