/** 六年级下册 第三单元 */
module.exports = {
  匆匆: `燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。但是，聪明的，你告诉我，我们的日子为什么一去不复返呢？——是有人偷了他们罢：那是谁？又藏在何处呢？是他们自己逃走了罢：现在又到了哪里呢？

我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。在默默里算着，八千多日子已经从我手中溜去，像针尖上一滴水滴在大海里，我的日子滴在时间的流里，没有声音，也没有影子。我不禁头涔涔而泪潸潸了。

去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢？早上我起来的时候，小屋里射进两三方斜斜的太阳。太阳他有脚啊，轻轻悄悄地挪移了；我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去；默默时，便从凝然的双眼前过去。我觉察他去的匆匆了，伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过，从我脚边飞去了。等我睁开眼和太阳再见，这算又溜走了一日。我掩着面叹息。但是新来的日子的影儿又开始在叹息里闪过了。

在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了，只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了；我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸地回去罢？但不能平的，为什么偏要白白走这一遭啊？

你聪明的，告诉我，我们的日子为什么一去不复返呢？`,

  那个星期天: `我还记得我的第一次盼望。那是一个星期天，从早晨到下午，一直到天色昏暗下去。那个星期天母亲答应带我出去，去哪儿已经记不清了，可能是动物园，也可能是别的什么地方。总之她很久之前就答应了，就在那个星期天带我出去玩，这不会错。一个人平生第一次盼一个日子，都不会错。而且就在那天早晨，母亲也还是这样答应的：去，当然去。我想到底是让我盼来了。

起床，刷牙，吃饭，那是个春天的早晨，阳光明媚。走吗？等一会儿，等一会儿再走。我跑出去，站在街门口，等一会儿就等一会儿。我藏在大门后，藏了很久。我知道不会是那么简单的一会儿，我得不出声地多藏一会儿。母亲出来了，可我忘了吓唬她，她手里怎么提着菜篮？您说了去！等等，买完菜，买完菜就去。买完菜马上就去吗？嗯。

这段时光不好挨。我踏着一块块方砖跳，跳房子，等母亲回来。我看着天看着云彩走，等母亲回来，焦急又兴奋。我蹲在院子的地上，用树枝拨弄着一个蚁穴，爬着去找更多的蚁穴。院子里就我一个孩子，没人跟我玩儿。我蹲在草丛里翻看一本画报，那是一本看了多少回的电视画报。那上面有一群比我大的女孩子，一个个都非常漂亮。我蹲在草丛里看她们，想象她们的家，想象她们此刻在干什么，想象她们的兄弟姐妹和她们的父母。

我一声不吭，盼着。我想我再不离开半步，再不把觉睡过头。我想衣服一洗完我马上拉起她就走，决不许她再耽搁。我看着盆里的衣服和盆外的衣服，我看着太阳，看着光线，我一声不吭。看着盆里揉动的衣服和绽开的泡沫，我感觉到周围的光线渐渐暗下去，渐渐地凉下去沉郁下去，越来越远越来越缥缈，我一声不吭，忽然有点儿明白了。

我现在还能感觉到那光线漫长而急遽的变化，孤独而惆怅的黄昏到来，并且听得见母亲咔嚓咔嚓搓衣服的声音，那声音永无休止就像时光的脚步。那个星期天。就在那天。母亲发现男孩儿蹲在那儿一动不动，发现他在哭，在不出声地流泪。我感到母亲惊惶地甩了甩手上的水，把我拉过去拉进她的怀里。我听见母亲在说，一边亲吻着我一边不停地说：“噢，对不起，噢，对不起……”那个星期天，本该是出去的，去哪儿记不清了。男孩儿蹲在那个又大又重的洗衣盆旁，依偎在母亲怀里，闭上眼睛不再看太阳，光线正无可挽回地消逝，一派荒凉。`,

};
