/** 六年级上册 第二单元 */
module.exports = {
  '七律·长征（毛泽东）': `红军不怕远征难，万水千山只等闲。五岭逶迤腾细浪，乌蒙磅礴走泥丸。金沙水拍云崖暖，大渡桥横铁索寒。更喜岷山千里雪，三军过后尽开颜。`,

  狼牙山五壮士: `1941年秋，日寇集中兵力，向我晋察冀根据地大举进犯。当时，七连奉命在狼牙山一带坚持游击战争。经过一个多月英勇奋战，七连决定向龙王庙一带转移，把掩护群众和连队转移的任务交给了六班。

为了拖住敌人，七连六班的五个战士一边痛击追上来的敌人，一边有计划地把大批敌人引上了狼牙山。他们利用险要的地形，把冲上来的敌人一次又一次地打了下去。班长马宝玉沉着地指挥战斗，让敌人走近了，才下命令狠狠地打。副班长葛振林打一枪就大吼一声，好像细小的枪口喷不完他的满腔怒火。战士宋学义扔手榴弹总要把胳膊抡一个圈，好使出浑身的力气。胡德林和胡福才这两个小战士把脸绷得紧紧的，全神贯注地瞄准敌人射击。敌人始终不能前进一步。在崎岖的山路上，横七竖八地躺着许多敌人的尸体。

五位战士胜利地完成了掩护任务，准备转移。面前有两条路：一条通往主力转移的方向，走这条路可以很快追上连队，可是敌人紧跟在身后；另一条是通向狼牙山顶峰棋盘陀的那条路，那儿三面都是悬崖绝壁。走哪条路呢？为了不让敌人发现群众和连队主力，班长马宝玉斩钉截铁地说了一声：“走！”带头向棋盘陀走去。战士们热血沸腾，紧跟在班长后面。他们知道班长要把敌人引上绝路。

五位壮士一面向顶峰攀登，一面依托大树和岩石向敌人射击。山路上又留下了许多具敌人的尸体。到了狼牙山顶峰，五位壮士居高临下，继续向紧跟在身后的敌人射击。不少敌人坠落山涧，粉身碎骨。班长马宝玉负伤了，子弹都打完了，只有胡福才手里还剩下一颗手榴弹。他刚要拧开盖子，马宝玉抢前一步，夺过手榴弹插在腰间，猛地举起一块磨盘大的石头，大声喊道：“同志们！用石头砸！”顿时，石头像雹子一样，带着五位壮士的决心，带着中国人民的仇恨，向敌人头上砸去。山坡上传来一阵叽里呱啦的叫声，敌人纷纷滚落深谷。

又一群敌人扑上来了。马宝玉嗖的一声拔出手榴弹，拧开盖子，用尽全身气力扔向敌人。随着一声巨响，手榴弹在敌群中开了花。

五位壮士屹立在狼牙山顶峰，眺望着群众和部队主力远去的方向。他们回头望望还在向上爬的敌人，脸上露出胜利的喜悦。班长马宝玉激动地说：“同志们，我们的任务胜利完成了！”说罢，他把那支从敌人手里夺来的枪砸碎了，然后走到悬崖边上，像每次发起冲锋一样，第一个纵身跳下深谷。战士们也昂首挺胸，相继从悬崖往下跳。狼牙山上响起了他们壮烈豪迈的口号声：

“打倒日本帝国主义！”

“中国共产党万岁！”

这是英雄的中国人民坚强不屈的声音！这声音惊天动地，气壮山河！`,

  开国大典: `下午三点整，会场上爆发出一阵排山倒海的掌声，三十万人一齐欢呼起来。这庄严的宣告，这雄伟的声音，使全场三十万人一齐欢呼起来。这庄严的宣告，这雄伟的声音，经过无线电的广播，传到长城内外，传到大江南北，使全中国人民的心一齐欢跃起来。

接着，毛主席在群众一阵又一阵的掌声中宣读中央人民政府的公告。他用强有力的语调向全世界发出新中国的声音。他读到“选举毛泽东为中央人民政府主席”这一句的时候，广场上的人们热爱领袖的心情融成一阵热烈的欢呼。观礼台上同时响起一阵掌声。

三十万人一齐脱帽肃立，一齐抬起头，瞻仰这鲜红的国旗。五星红旗升起来了，表明中国人民从此站起来了。

升旗的时候，礼炮响起来。每一响都是五十四门大炮齐发，一共二十八响。起初是全场肃静，只听见炮声和乐曲声，只听见国旗和其他许多旗帜飘拂的声音，到后来，每一声炮响后，全场就响起一阵雷鸣般的掌声。

毛主席宣读公告完毕，阅兵式开始。朱德总司令和聂荣臻将军同乘汽车，检阅部队。受检阅的部队由东往西，缓缓进场，海军、步兵、炮兵、战车师、骑兵师等，人民空军的飞机也一队队排成人字形，飞过天空。

两个半钟头的检阅，广场上不断地欢呼，不断地鼓掌，一个高潮接着一个高潮。群众差不多把嗓子都喊哑了，把手掌都拍麻了，还觉得不能够表达自己心里的欢喜和激动。

阅兵式完毕，已经是傍晚的时候。天安门广场上的灯笼火把全都点起来，一万支礼花陆续射入天空。天上五颜六色的火花结成彩，地上千千万万的灯火一片红。群众游行就在这时候开始，游行队伍分东西两个方向出发，他们擎着灯，舞着火把，高呼“中国共产党万岁！”“中华人民共和国万岁！”“中央人民政府万岁！”`,

  灯光: `我爱到天安门广场走走，尤其是晚上。广场上千万盏灯静静地照耀着周围的宏伟建筑，令人心头光明而又温暖。

清明节前的一个晚上，我又漫步在广场上，忽然背后传来一声赞叹：“多好啊！”我心头微微一震，是什么时候听到过这句话来着？噢，对了，那是很久以前了。于是，我沉入了深深的回忆。

那时候他正倚着交通沟的胸墙坐着，一手拿着火柴盒，夹着自制的烟卷，一手轻轻地划着火柴。他并没有点烟，却借着微弱的亮光看摆在双膝上的一本破旧的书。书上有一幅插图，画的是一盏吊着的电灯，一个孩子正在灯下聚精会神地读书。他注视着那幅图，默默地沉思着。

“多好啊！”他在自言自语。突然，他凑到我的耳边轻轻地问：“记者，你见过电灯吗？”

我不由得一愣，摇了摇头，说：“没见过。”我说的是真话。我从小生活在农村，真的没见过电灯。

“听说一按电钮，那玩意就亮了，很亮很亮。”他又划着一根火柴，点燃了烟，又望了一眼图画，深情地说：“赶明儿胜利了，咱们也能用上电灯，让孩子们都在那样亮的灯光底下学习，该多好啊！”他把头靠在胸墙上，望着漆黑的夜空，完全陷入了对未来的憧憬里。

后续部队遭到敌人炮火猛烈的阻击，在黑暗里找不到突破口，和突击连失去了联系。

整个团指挥所的人都焦急地钻出了地堡，望着黑魆魆的围墙。突然，黑暗里出现一星火光，一闪，又一闪。这火光虽然微弱，对于寻找突破口的部队来说已经足够亮了，战士们靠着这微弱的火光冲进了围墙。围墙里响起了一片喊杀声。

后来才知道，在这千钧一发的时刻，是郝副营长划着了火柴，点燃了那本书，举得高高的，为后续部队照亮了前进的路。可是，火光暴露了他自己，他被敌人的机枪打中了。

这一仗，我们消灭了敌人的一个整编师。战斗结束后，我们把郝副营长埋在茂密的沙柳丛里。这位年轻的战友不惜自己的性命，为了让孩子们能够在电灯底下学习，他自己却没有来得及见一见电灯。

事情已经过去很长时间了。在天安门前璀璨的华灯下面，我又想起这位亲爱的战友来。`,

};
