/** 六年级上册 第五单元 */
module.exports = {
  夏天里的成长: `夏天是万物迅速生长的季节。

生物从小到大，本来是天天长的，不过夏天的长是飞快的长，跳跃的长，活生生的看得见的长。你在豆棚瓜架上看绿蔓，一天可以长出几寸；你到竹子林、高粱地里听声音，在叭叭的声响里，一夜可以多出半节。昨天是苞蕾，今天是鲜花，明天就变成了小果实。一块白石头，几天不见，就长满了苔藓；一片黄泥土，几天不见，就变成了草坪菜畦。邻家的小猫小狗小鸡小鸭，个把月不过来，再见面，它已经有了妈妈的一半大。

草长，树木长，山是一天一天地变丰满。稻秧长，甘蔗长，地是一天一天地高起来。水长，瀑布长，河也是一天一天地变宽变深。俗话说：“不热不长，不热不大。”随着太阳威力的增加，温度的增加，什么都在生长。最热的时候，连铁路的铁轨也长，把连接处的缝隙几乎填满。柏油路也软绵绵的，像是高起来。

一过夏天，小学生有的成了中学生，中学生有的成了大学生。升级、跳班，快点儿，慢点儿，总是要长。北方农家的谚语说：“六月六，看谷秀。”又说：“处暑不出头，割谷喂老牛。”农作物到了该长的时候不长，或是长得太慢，就没有收成的希望。人也是一样，要赶时候，赶热天，尽量地用力地长。`,

  盼: `有一天，妈妈下班回来，送给我一个扁扁的纸盒子。我打开一看，是一件淡绿色的、透明的新雨衣。我立刻就抖开雨衣往身上穿。怎么？雨衣上竟然还长着两只袖筒，不像那种斗篷式的：手在雨衣里缩着，什么也干不了。穿上这件情况就不同了，不管下不下雨，想干什么就干什么。

我开始盼着变天。可是一连好多天，白天天上都是瓦蓝瓦蓝的，夜晚又变成满天星斗。我的雨衣一直安安静静地躺在柜子里。

有一天，快到家时，路边的小杨树忽然沙啦啦地喧闹起来，就像在嘻嘻地笑。一会儿，几朵厚墩墩的云彩飘游过来，把太阳也给遮盖住了。天一下子变了脸色。路上行人都加快了走路的速度，我却放慢了脚步，心想，雨点儿打在头上，才是世界上最美的事呢！果然，随着几声闷雷，头顶上真的落上了几个雨点儿。我又伸手试了试周围，手心里也落上了两个雨点儿。我兴奋地仰起头，甩打着书包就大步跑进了楼门。

吃过晚饭，雨还在不停地下着，嗒嗒嗒地打着玻璃窗，好像是敲着鼓点逗引我出去。我跑到窗前，不住地朝街上张望着，心早就飞出去了。

我理直气壮地打开柜门，取出了雨衣，冲妈妈喊：“妈妈，下大雨了，我出去一下！”

妈妈一歪头冲我笑了笑，帮我系好扣，戴上帽子。我挺着脖子，小心翼翼地跑下了楼梯。

我走在街上，甩着两只透明的绿袖子，觉得好像雨点儿都特别爱往我的雨衣上落。它们在我的头顶和肩膀上起劲儿地跳跃，滴答滴答滴答，仿佛在演奏一首欢快的曲子。`,

};
