/** 六年级上册 第一单元 */
module.exports = {
  草原: `这次，我看到了草原。那里的天比别处的更可爱，空气是那么清鲜，天空是那么明朗，使我总想高歌一曲，表示我满心的愉快。在天底下，一碧千里，而并不茫茫。四面都有小丘，平地是绿的，小丘也是绿的。羊群一会儿上了小丘，一会儿又下来，走在哪里都像给无边的绿毯绣上了白色的大花。那些小丘的线条是那么柔美，就像只用绿色渲染，不用墨线勾勒的中国画那样，到处翠色欲流，轻轻流入云际。这种境界，既使人惊叹，又叫人舒服，既愿久立四望，又想坐下低吟一首奇丽的小诗。在这境界里，连骏马和大牛都有时候静立不动，好像回味着草原的无限乐趣。

我们访问的是陈巴尔虎旗。汽车走了一百五十里，才到达目的地。一百五十里全是草原。再走一百五十里，也还是草原。草原上行车十分洒脱，只要方向不错，怎么走都可以。初入草原，听不见一点儿声音，也看不见什么东西，除了一些忽飞忽落的小鸟。走了许久，远远地望见了一条迂回的明如玻璃的带子——河！牛羊多起来，也看到了马群，隐隐有鞭子的轻响。快了，快到了。忽然，像被一阵风吹来似的，远处的小丘上出现了一群马，马上的男女老少穿着各色的衣裳，群马疾驰，襟飘带舞，像一条彩虹向我们飞过来。这是主人来到几十里外欢迎远客。见到我们，主人们立刻拨转马头，欢呼着，飞驰着，在汽车左右与前面引路。静寂的草原热闹起来：欢呼声，车声，马蹄声，响成一片。车跟着马飞过小丘，看见了几座蒙古包。

蒙古包外，许多匹马，许多辆车。人很多，都是从几十里外乘马或坐车来看我们的。主人们下了马，我们下了车。也不知道是谁的手，总是热乎乎地握着，握住不散。大家的语言不同，心可是一样。握手再握手，笑了再笑。你说你的，我说我的，总的意思是民族团结互助。

也不知怎的，就进了蒙古包。奶茶倒上了，奶豆腐摆上了，主客都盘腿坐下，谁都有礼貌，谁都那么亲热，一点儿不拘束。不大一会儿，好客的主人端进来大盘的手抓羊肉。干部向我们敬酒，七十岁的老翁向我们敬酒。我们回敬，主人再举杯，我们再回敬。这时候，鄂温克姑娘们戴着尖尖的帽子，既大方，又稍有点儿羞涩，来给客人们唱民歌。我们同行的歌手也赶紧唱起来。歌声似乎比什么语言都更响亮，都更感人，不管唱的是什么，听者总会露出会心的微笑。

饭后，小伙子们表演套马、摔跤，姑娘们表演了民族舞蹈。客人们也舞的舞，唱的唱，并且要骑一骑蒙古马。太阳已经偏西，谁也不肯走。是呀！蒙汉情深何忍别，天涯碧草话斜阳！`,

  丁香结: `今年的丁香花似乎开得格外茂盛，城里城外，都是一样。城里街旁，尘土纷嚣之间，忽然呈出两片雪白，顿使人眼前一亮，再仔细看，才知是两行丁香花。有的宅院里探出半树银妆，星星般的小花缀满枝头，从墙上窥着行人，惹得人走过了还要回头望。城外校园里丁香更多。最好的是图书馆北面的丁香三角地，种有十数棵的白丁香和紫丁香。月光下白的潇洒，紫的朦胧。还有淡淡的幽雅的甜香，非桂非兰，在夜色中也能让人分辨出，这是丁香。

在我住了断续近三十年的斗室外，有三棵白丁香。每到春来，伏案时抬头便看见檐前积雪。雪色映进窗来，香气直透毫端。人也似乎轻灵得多，不那么浑浊笨拙了。从外面回来时，最先映入眼帘的，也是那一片莹白，白下面透出参差的绿，然后才见那两扇红窗。我经历过的春光，几乎都是和这几树丁香联系在一起的。那十字小白花，那样小，却不显得单薄。许多小花形成一簇，许多簇花开满一树，遮掩着我的窗，照耀着我的文思和梦想。

古人诗云：“芭蕉不展丁香结”“丁香空结雨中愁”。在细雨迷蒙中，着了水滴的丁香格外妩媚。花墙边两株紫色的，如同印象派的画，线条模糊了，直向窗前的莹白渗过来。让人觉得，丁香确实该和微雨连在一起。

只是赏过这么多年的丁香，却一直不解，何以古人发明了丁香结的说法。今年一次春雨，久立窗前，望着斜伸过来的丁香枝条上一柄花蕾。小小的花苞圆圆的，鼓鼓的，恰如衣襟上的盘花扣。我才恍然，果然是丁香结。

丁香结，这三个字给人许多想象。再联想到那些诗句，真觉得它们负担着解不开的愁怨了。每个人一辈子都有许多不顺心的事，一件完了一件又来。所以丁香结年年都有。结，是解不完的；人生中的问题也是解不完的，不然，岂不太平淡无味了吗？`,

  '古诗词三首·宿建德江（孟浩然）': `移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。`,

  '古诗词三首·六月二十七日望湖楼醉书（苏轼）': `黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。`,

  '古诗词三首·西江月·夜行黄沙道中（辛弃疾）': `明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。`,

  花之歌: `我是大自然的话语，大自然说出来，又收回去，藏在心间，然后又说一遍……

我是星星，从苍穹坠落在绿茵中。

我是诸元素之女：冬将我孕育，春使我开放，夏让我成长，秋令我昏昏睡去。

我是亲友之间交往的礼品，我是婚礼的冠冕，我是生者赠予死者最后的祭献。

清早，我同晨风一道将光明欢迎；傍晚，我又与群鸟一起为它送行。

我在原野上摇曳，使原野风光更加旖旎；我在清风中呼吸，使清风芬芳馥郁。我微睡时，黑夜星空的千万颗亮晶晶的眼睛对我察看；我醒来时，白昼的那只硕大无朋的独眼向我凝视。

我饮着朝露酿成的琼浆，听着小鸟的鸣啭、歌唱；我婆娑起舞，芳草为我鼓掌。我总是仰望高空，对光明心驰神往；我从不顾影自怜，也不孤芳自赏。而这些哲理，人类尚未完全领悟。`,

};
