/** 六年级上册 第六单元 */
module.exports = {
  '浪淘沙·其一（刘禹锡）': `九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。`,

  '江南春（杜牧）': `千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。`,

  '书湖阴先生壁（王安石）': `茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。`,

  只有一个地球: `据有幸飞上太空的宇航员介绍，他们在天际遨游时遥望地球，映入眼帘的是一个晶莹的球体，上面蓝色和白色的纹痕相互交错，周围裹着一层薄薄的水蓝色“纱衣”。地球，这位人类的母亲，这个生命的摇篮，是那样的美丽壮观，和蔼可亲。

但是，在群星璀璨的宇宙中，地球是一个半径约为六千四百千米的星球。同茫茫宇宙相比，地球是渺小的。它只有这么大，不会再长大。

地球所拥有的自然资源也是有限的。拿矿物资源来说，它不是谁的恩赐，而是经过几百万年，甚至几亿年的地质变化才形成的。地球是无私的，它向人类慷慨地提供矿产资源。但是，如果不加节制地开采，必将加速地球上矿产资源的枯竭。

人类生活所需要的水资源、土地资源、生物资源等，本来是可以不断再生，长期给人类作贡献的。但是，因为人们随意毁坏自然资源，不顾后果地滥用化学品，不但使它们不能再生，还造成了一系列生态灾难，给人类生存带来了严重的威胁。

有人会说，宇宙空间不是大得很吗，那里有数不清的星球，在地球资源枯竭的时候，我们不能移居到别的星球上去吗？

科学家已经证明，至少在以地球为中心的四十万亿千米的范围内，没有适合人类居住的第二个星球。人类不能指望地球被破坏以后再移居到别的星球上去。

不错，科学家们提出了许多设想，例如，在火星或者月球上建造移民基地。但是，即使这些设想能实现，也是遥远的事情。再说，又有多少人能够去居住呢？

“我们这个地球太可爱了，同时又太容易破碎了！”这是宇航员遨游太空目睹地球时发出的感叹。

只有一个地球，如果它被破坏了，我们别无去处。如果地球上的各种资源都枯竭了，我们很难从别的地方得到补充。我们要精心地保护地球，保护地球的生态环境。让地球更好地造福于我们的子孙后代吧！`,

  青山不老: `窗外是参天的杨柳。院子在山沟里，山上全是树。我们盘腿坐在土炕上，就像坐在船上，四周全是绿色的波浪，风一吹，树梢卷过涛声，叶间闪着粼粼的波光。我知道这条山沟所处的大环境。这是中国的晋西北，是西伯利亚大风常来肆虐的地方，是干旱、霜冻、沙尘暴等与生命作对的怪物盘踞之地。过去，这里风吹沙起，能一直埋到城头。当地县志记载：“风大作时，能逆吹牛马使倒行，或擎之高二三丈而坠。”就在如此险恶的地方，我对面这个手端一杆旱烟袋的瘦小老头，竟创造了这块绿洲。

我还知道这个院子里的小环境。一排三间房，就剩下老者一人。老人每天早晨抓把柴煮饭，带上干粮扛上铁锹进沟上山；晚上回来，吃过饭，抽袋烟睡觉。六十五岁那年，他组织了七位老汉开始治理这条沟，现在已有五人离世。他可敬的老伴，与他风雨同舟一生；一天他栽树回来时，发现她已静静地躺在炕上过世了。他已经八十一岁，知道终有一天自己也会爬不起来。他唯一的女儿三番五次地从城里回来，要接他去享清福，他不走。他觉得种树是命运的选择，屋后的青山就是生命的归宿。

他敲着旱烟锅不紧不慢地说着，村干部在旁边恭敬地补充着……十五年啊，绿化了八条沟，造了七条防风林带，三千七百亩林网，这是多么了不起的奇迹。去年冬天，他用林业收入资助每户村民买了一台电视机——他还有宏伟设想，还要栽树，直到自己爬不起来为止。

在屋里说完话，老人陪我们到沟里去看树。杨树、柳树，如臂如股，劲挺在山洼山腰，看不见它们的根，山洪涌下的泥埋住了树的下半截，树却勇敢地顶住了它的凶猛。这山已失去了原来的坡形，依着一层层的树形成一层层的梯。老人说：“这树下的淤泥有两米厚，都是好土啊。”是的，保住了这黄土，我们才有这绿树；有了这绿树，我们才守住了这片土。

看完树，我们在村口道别。老人拄着拐杖，慢慢迈进他那个绿风荡漾的小院。我不禁鼻子一酸——也许老人进去后就再也出不来了。作为一个山野老农，他就这样来实现自己的价值。他已经将自己的生命转化为另一种东西。他是真正与山川共存、与日月同辉了。

这位普通老人让我领悟到：青山是不会老的。`,

  三黑和土地: `农民一有了土地，就把整个生命投入了土地。活像旱天的鹅，一见了水就连头带尾巴钻进水里。恨不得把每一块土，都送到舌头上，是咸是甜，自己先来尝一尝。

三黑从来没睡过这么好的床，今天准备好了，叫麦籽儿睡上。这么好的床，麦籽儿躺下去挺舒服，就想发芽，赶紧钻出来吸些雨露。

三黑耙过地，坐下来歇一歇。看见自己种的荞麦已经开花，白霎霎的像一片雪。荞麦地里还有两个蝈蝈儿在叫唤，吱吱吱……叫得人心里痒抓抓的好喜欢。

小时候因为逮蝈蝈儿，常常挨骂，爹娘骂：不好好拾柴火；地主骂：蹚坏了他的庄稼。现在蝈蝈儿就在自己地里叫，他想招呼从地头路过的那个孩子：“快去逮吧，你听，叫得多好！”

他又在打算：明年要跟人合伙，把地浇得肥肥的，让庄稼长得更好，收得更多。再买头小毛驴，打完场赶着送公粮；驮着老伴儿看闺女，上东庄。

三黑一边耙地，一边想着：翻身的人儿心里真甜。他笑嘻嘻的，连嘴都合不上。地里的蝈蝈儿也叫得更欢。`,

};
